Repository: KDE/tellico
Catalog: po/sa/tellico.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

# comma-separated list of words ignored by auto-capitalize
source: a,an,and,as,at,but,by,for,from,in,into,nor,of,off,on,onto,or,out,over,the,to,up,with
sa: a,an,and,as,at,but,by,from,into,into,of,off,on,onto,or,out,over,the,to,up,with

# comma-separated list of common surname suffixes, used for sorting
source: jr.,jr,iii,iv
sa: जूनियर,जृ,iii,iv

# comma-separated list of common surname prefixes, used for sorting
source: de,van,der,van der,von
sa: the,of,der,van der,von इति

# Album XSL Template
source: Album
sa: एल्बम

# Default XSL Template
source: Default
sa: मूलभूतम्‌

# Fancy XSL Template
source: Fancy
sa: अल्पितवेशः

# Video XSL Template
source: Video
sa: विडिओ

# Compact XSL Template
source: Compact
sa: संकुचित

# Title Listing (Vertical) XSL Template
source: Title Listing (Vertical)
sa: शीर्षकसूची (ऊर्ध्वाधर)

# Group View XSL Template
source: Group View
sa: समूहदृश्यम्

# Loan View XSL Template
source: Loan View
sa: ऋण दृश्य

# Title Listing (Horizontal) XSL Template
source: Title Listing (Horizontal)
sa: शीर्षकसूची (क्षैतिज)

# Image List XSL Template
source: Image List
sa: चित्रसूची

# Image Grid XSL Template
source: Image Grid
sa: चित्रजालम्

# Tri-Column XSL Template
source: Tri-Column
sa: त्रि-स्तम्भ

# Column View XSL Template
source: Column View
sa: स्तम्भदृश्यम्

source: Citation Key Manager
sa: प्रशस्ति पत्र कुञ्जी प्रबन्धक

source: Checking for entries with duplicate citation keys...
sa: डुप्लिकेट् प्रशस्तिपत्रकुञ्जीभिः सह प्रविष्टीनां जाँचः...

source: Check for duplicates
sa: द्वितीयकानि सन्ति वा इति पश्यन्तु

source: Filter for duplicates
sa: डुप्लिकेट् कृते फ़िल्टर कुर्वन्तु

source: There are no duplicate citation keys.
sa: द्वितीयकप्रशस्तिकुञ्जिकाः नास्ति ।

source: There is %1 duplicate citation key.
sa: %1 द्वितीयकं उद्धरणकुंजी अस्ति ।

source: Select Borrower
sa: ऋणग्राहकं चयनं कुर्वन्तु

source: Name
sa: नामः

source: Collection Size
sa: संग्रह आकार

source: Total entries: %1
sa: कुलप्रविष्टयः %1

source: Collection Size Over Time
sa: कालान्तरे संग्रहस्य आकारः

source: Group Summary: %1
sa: समूहसारांशः %1

source: Total number of entries: %1
sa: प्रविष्टीनां कुलसंख्या: %1

source: Top Values: %1
sa: शीर्षमूल्यानि : %1

source: Group Summary Report
sa: समूह सारांश प्रतिवेदन

source: Year Distribution
sa: वर्ष वितरण

# Distinct number of items
source: Count
sa: गणनां कारोतु

source: <qt>Tellico is unable to write to the server pipe at <b>%1</b>.</qt>
sa: <qt>Tellico <b>%1</b> इत्यत्र सर्वरपाइप् मध्ये लिखितुं असमर्थः अस्ति ।</qt>

source: My Collection
sa: मम संग्रहः

source: Personal
sa: व्यक्तिगत

source: Book Collection
sa: पुस्तक संग्रह

source: Bibliography
sa: ग्रन्थसूची

source: Comic Book Collection
sa: हास्य पुस्तक संग्रह

source: Video Collection
sa: विडियो संग्रह

source: Music Collection
sa: संगीत संग्रह

source: Coin Collection
sa: सिक्का संग्रह

source: Stamp Collection
sa: डाक टिकट संग्रह

source: Wine Collection
sa: मद्य संग्रह

source: Card Collection
sa: कार्ड संग्रह

source: Video Game Collection
sa: वीडियो गेम संग्रह

source: File Catalog
sa: सञ्चिकासूची

source: Board Game Collection
sa: बोर्ड गेम संग्रह

source: Custom Collection
sa: कस्टम संग्रह

# @info:tooltip
source: The internal field name is <em>%1</em>.
sa: आन्तरिकक्षेत्रनाम <em>%1</em> अस्ति ।

source: Collection Fields
sa: संग्रहक्षेत्राणि

source: Current Fields
sa: वर्तमान क्षेत्राणि

# New Field
source: &New
sa: &नूतनम्‌

source: Add a new field to the collection
sa: संग्रहे नूतनं क्षेत्रं योजयन्तु

# Delete Field
source: Delete
sa: लुप्

source: Remove a field from the collection
sa: संग्रहात् एकं क्षेत्रं निष्कासयन्तु

source: Move this field up in the list. The list order is important for the layout of the entry editor.
sa: एतत् क्षेत्रं सूचीयां उपरि चालयन्तु । प्रविष्टिसम्पादकस्य विन्यासाय सूचीक्रमः महत्त्वपूर्णः अस्ति ।

source: Move this field down in the list. The list order is important for the layout of the entry editor.
sa: एतत् क्षेत्रं सूचीयां अधः चालयन्तु । प्रविष्टिसम्पादकस्य विन्यासाय सूचीक्रमः महत्त्वपूर्णः अस्ति ।

source: Field Properties
sa: क्षेत्रगुणाः

source: &Title:
sa: &शीर्षक:

source: The title of the field
sa: क्षेत्रस्य उपाधिः

source: T&ype:
sa: प्रकारः:

source: The type of the field determines what values may be used.
sa: क्षेत्रस्य प्रकारः निर्धारयति यत् के मूल्यानि उपयोक्तुं शक्यन्ते ।

source: <i>Simple Text</i> is used for most fields.
sa: अधिकांशक्षेत्राणां कृते <i>सरलपाठस्य</i> उपयोगः भवति ।

source: <i>Paragraph</i> is for large text blocks.
sa: <i>अनुच्छेदः</i> बृहत् पाठखण्डानां कृते अस्ति ।

source: <i>Choice</i> limits the field to certain values.
sa: <i>विकल्पः</i> क्षेत्रं कतिपयेषु मूल्येषु सीमितं करोति ।

source: <i>Checkbox</i> is for a simple yes/no value.
sa: <i>चेकबॉक्स</i> सरलस्य हाँ/न मूल्यस्य कृते अस्ति ।

source: <i>Number</i> indicates that the field contains a numerical value.
sa: <i>संख्या</i> सूचयति यत् क्षेत्रे संख्यात्मकं मूल्यं भवति ।

source: <i>URL</i> is for fields which refer to URLs, including references to other files.
sa: <i>URL</i> तेषां क्षेत्राणां कृते अस्ति ये URL निर्दिशन्ति, अन्यसञ्चिकानां सन्दर्भाः अपि सन्ति ।

source: A <i>Table</i> may hold one or more columns of values.
sa: एकं <i>Table</i> मूल्यानां एकं वा अधिकं स्तम्भं धारयितुं शक्नोति ।

source: An <i>Image</i> field holds a picture.
sa: एकं <i>Image</i> क्षेत्रं चित्रं धारयति ।

source: A <i>Date</i> field can be used for values with a day, month, and year.
sa: एकं दिवसं, मासं, वर्षं च सह मूल्यानां कृते <i>Date</i> क्षेत्रस्य उपयोगः कर्तुं शक्यते ।

source: A <i>Rating</i> field uses stars to show a rating number.
sa: एकं <i>Rating</i> क्षेत्रं रेटिंग् सङ्ख्यां दर्शयितुं ताराणां उपयोगं करोति ।

source: Cate&gory:
sa: कोटी:

source: The field category determines where the field is placed in the editor.
sa: क्षेत्रवर्गः सम्पादके क्षेत्रं कुत्र स्थापितं इति निर्धारयति ।

source: Set &properties...
sa: सेट् &गुण...

source: Extended field properties are used to specify things such as the corresponding bibtex field.
sa: विस्तारितक्षेत्रगुणानां उपयोगः तत्सम्बद्धं bibtex क्षेत्रम् इत्यादीनि वस्तूनि निर्दिष्टुं भवति ।

source: Description:
sa: वर्णनम्‌:

source: The description is a useful reminder of what information is contained in the field.
sa: वर्णनं क्षेत्रे काः सूचनाः सन्ति इति उपयोगी स्मरणं भवति ।

source: Value Options
sa: मूल्यविकल्पाः

source: Default value:
sa: पूर्वनिर्धारितं मूल्यम् :

source: <qt>A default value can be set for new entries.</qt>
sa: <qt>नवीनप्रविष्टीनां कृते पूर्वनिर्धारितं मूल्यं सेट् कर्तुं शक्यते ।</qt>

source: Value template:
sa: मूल्य टेम्पलेट:

source: Derived values are formed from the values of other fields according to the value template. Named fields, such as "%{year} %{title}", get substituted in the value.
sa: मूल्य टेम्पलेट् इत्यस्य अनुसारं अन्यक्षेत्राणां मूल्येभ्यः व्युत्पन्नमूल्यानि निर्मीयन्ते । "%{year} %{title}" इत्यादीनि नामकृतानि क्षेत्राणि मूल्ये प्रतिस्थापितानि भवन्ति ।

source: Use derived value
sa: व्युत्पन्नमूल्यं प्रयोजयन्तु

source: A&llowed values:
sa: A&अनुमताः मूल्याः :

source: <qt>For <i>Choice</i>-type fields, these are the only values allowed. They are placed in a combo box. The possible values have to be separated by a semi-colon, for example: "dog; cat; mouse"</qt>
sa: <qt><i>Choice</i> -प्रकारस्य क्षेत्राणां कृते एतानि एव मूल्यानि अनुमताः सन्ति । ते एकस्मिन् संयोजनपेटिकायां स्थापिताः भवन्ति। सम्भाव्यमूल्यानि अर्धविरामेन पृथक् कर्तव्यानि सन्ति, यथा- &quot;कुक्कुरः; बिडालः; मूषकः&quot; ।</qt>

source: Format options:
sa: प्रारूपविकल्पाः :

source: No formatting
sa: स्वरूपणं नास्ति

source: Allow auto-capitalization only
sa: केवलं स्वयमेव पूंजीकरणं अनुमन्यताम्

source: Format as a title
sa: शीर्षकरूपेण प्रारूपं कुर्वन्तु

source: Format as a name
sa: नामरूपेण प्रारूपं कुर्वन्तु

source: Field Options
sa: क्षेत्रविकल्पाः

source: Enable auto-completion
sa: स्वतः-समापनं सक्षमं कुर्वन्तु

source: If checked, KDE auto-completion will be enabled in the text edit box for this field.
sa: यदि चेक् कृतम् अस्ति तर्हि अस्य क्षेत्रस्य पाठसम्पादनपेटिकायां KDE स्वतः-समाप्तिः सक्षमा भविष्यति ।

source: Allow multiple values
sa: बहुमूल्यानि अनुमन्यताम्

source: If checked, Tellico will parse the values in the field for multiple values, separated by a semi-colon.
sa: यदि परीक्षितं भवति तर्हि Tellico अर्धविरामेन पृथक्कृतानां बहुमूल्यानां कृते क्षेत्रे मूल्यानि विश्लेषणं करिष्यति ।

source: Allow grouping
sa: समूहीकरणं अनुमन्यताम्

source: If checked, this field may be used to group the entries in the group view.
sa: यदि परीक्षितं भवति तर्हि एतत् क्षेत्रं समूहदृश्ये प्रविष्टीनां समूहीकरणाय उपयोक्तुं शक्यते ।

source: Revert the selected field's properties to the default values.
sa: चयनितक्षेत्रस्य गुणाः पूर्वनिर्धारितमूल्येषु पुनः स्थापयन्तु ।

source: Modify Fields
sa: क्षेत्राणि परिवर्तयतु

source: <qt>Removing allowed values from the <i>%1</i> field which currently exist in the collection may cause data corruption. Do you want to keep your modified values or cancel and revert to the current ones?</qt>
sa: <qt><i>%1</i> क्षेत्रात् अनुमतमूल्यानि हृत्वा ये वर्तमानकाले संग्रहे विद्यन्ते, तेषां कारणेन दत्तांशभ्रष्टता भवितुम् अर्हति । किं भवान् स्वस्य परिवर्तितानि मूल्यानि स्थापयितुम् इच्छति अथवा रद्दं कृत्वा वर्तमानमूल्यानि प्रति प्रत्यागन्तुं इच्छति?</qt>

source: Keep modified values
sa: परिवर्तितानि मूल्यानि स्थापयन्तु

source: New Field %1
sa: नवीनं क्षेत्रम् %1

source: Revert Field Properties
sa: क्षेत्रगुणाः पुनः प्रत्यावर्तयन्तु

source: <qt><p>Do you really want to revert the properties for the <em>%1</em> field back to their default values?</p></qt>
sa: <qt><p>किं भवान् वास्तवमेव <em>%1</em> क्षेत्रस्य गुणाः पूर्वनिर्धारितमूल्येषु पुनः प्रत्यागन्तुं इच्छति?</p></qt>

source: Revert
sa: प्रत्यावर्तयतु

source: Extended Field Properties
sa: विस्तारित क्षेत्रगुण

source: Property
sa: सम्पत्तिः

source: Value
sa: मूल्यम्‌

source: A field with this title already exists. Please enter a different title.
sa: एतत् शीर्षकयुक्तं क्षेत्रं पूर्वमेव अस्ति । कृपया भिन्नं शीर्षकं प्रविशतु।

source: <qt>The category may not be empty. Please enter a category.</qt>
sa: <qt>वर्गः रिक्तः न भवेत्। कृपया एकं वर्गं प्रविशतु।</qt>

source: <qt>A field may not be in the same category as a <em>Paragraph</em>, <em>Table</em> or <em>Image</em> field. Please enter a different category.</qt>
sa: <qt>क्षेत्रं <em>Paragraph</em> , <em>Table</em> अथवा <em>Image</em> क्षेत्रस्य समानवर्गे न भवेत् । कृपया भिन्नं वर्गं प्रविशतु।</qt>

source: A field's title may not be the same as an existing category. Please enter a different title.
sa: क्षेत्रस्य शीर्षकं विद्यमानवर्गस्य समानं न भवेत् । कृपया भिन्नं शीर्षकं प्रविशतु।

source: The range for a rating field must be between 1 and 10, and the lower bound must be less than the higher bound. Please enter different low and high properties.
sa: रेटिंग् क्षेत्रस्य परिधिः १ तः १० पर्यन्तं भवितुमर्हति, निम्नसीमा उच्चसीमायाः अपेक्षया न्यूना भवितुमर्हति । कृपया भिन्नानि निम्न-उच्च-गुणानि प्रविशन्तु।

source: Tables are limited to a maximum of ten columns.
sa: सारणीः अधिकतमं दशस्तम्भपर्यन्तं सीमिताः सन्ति ।

source: A field with a derived value must have a value template.
sa: व्युत्पन्नमूल्यं युक्ते क्षेत्रे मूल्यसारूप्यं भवितुमर्हति ।

source: Entry Type
sa: प्रविष्टिप्रकारः

source: These entry types are specific to bibtex. See the bibtex documentation.
sa: एते प्रविष्टिप्रकाराः bibtex इत्यस्य विशिष्टाः सन्ति । bibtex दस्तावेजीकरणं पश्यन्तु ।

source: Author
sa: लेखकः

source: Bibtex Key
sa: बिबटेक्स की

source: General
sa: सामान्य

source: Book Title
sa: पुस्तक शीर्षक

source: Editor
sa: सम्पादक

source: Organization
sa: संघठनं

source: Publisher
sa: प्रकाशक

source: Address
sa: पत्रसङ्केतः

source: Edition
sa: संस्करणम्

source: Pages
sa: पृष्ठहरू

source: Year
sa: वर्ष

source: Journal
sa: जर्नल

source: Digital Object Identifier
sa: अङ्कीय वस्तुपरिचयः

source: Month
sa: माह

source: Number
sa: संख्या

source: How Published
sa: कथं प्रकाशितम्

source: Chapter
sa: अध्यायः

source: Series
sa: श्रेणी

# A number field in a bibliography
source: Volume
sa: मात्रा

source: Cross-Reference
sa: पार-सन्दर्भ

source: Keywords
sa: कीवर्ड

source: Abstract
sa: मूर्त

source: Notes
sa: टिप्पणियाँ

source: Unknown
sa: अज्ञात

source: My Board Games
sa: मम बोर्डक्रीडाः

source: Genre
sa: मातुर्

source: Mechanism
sa: तन्त्रम्

source: Release Year
sa: विमोचन वर्ष

source: Designer
sa: डिजाइनर

source: Number of Players
sa: खिलाडयः संख्या

source: Playing Time
sa: क्रीडासमयः

source: Minimum Age
sa: न्यूनतम आयु

source: Description
sa: वर्णनम्‌

source: Rating
sa: रेटिंग्

source: Purchase Date
sa: क्रय तिथि

source: Gift
sa: उपहारं

source: Purchase Price
sa: क्रय मूल्य

source: Loaned
sa: ऋणं दत्तम्

source: Cover
sa: आवरणं

source: Comments
sa: टिप्पणियाँ

source: My Books
sa: मम पुस्तकानि

source: Subtitle
sa: उपशीर्षकम्

source: Hardback
sa: हार्डबैक

source: Paperback
sa: पेपरबैक

source: Trade Paperback
sa: व्यापार पेपरबैक

source: E-Book
sa: ई-पुस्तकानि

source: Magazine
sa: पत्रिका

source: Binding
sa: बन्धनम्

source: Copyright Year
sa: प्रतिलिपि अधिकार वर्ष

source: Publication Year
sa: प्रकाशन वर्ष

source: LCCN#
sa: एलसीसीएन# .

source: Library of Congress Control Number
sa: लाइब्रेरी आफ् काङ्ग्रेस नियन्त्रण संख्या

source: Translator
sa: अनुवादक

source: Language
sa: भाषा

source: Series Number
sa: श्रृङ्खला संख्या

source: New
sa: नूतनम्‌

source: Used
sa: प्रयुक्त

source: Condition
sa: दशा

source: Signed
sa: हस्ताक्षरितम्

source: Read
sa: पठतु

source: Plot Summary
sa: कथानक सारांश

source: My Cards
sa: मम पत्तकानि

source: Player
sa: खिलाडी

source: Team
sa: दल

source: Brand
sa: चिह्न

source: Card Number
sa: कार्ड नम्बर

source: Card Type
sa: कार्ड प्रकार

source: Location
sa: स्थानीय

source: Quantity
sa: मात्रा

source: Front Image
sa: अग्रप्रतिमा

source: Back Image
sa: पृष्ठतः चित्रम्

source: My Coins
sa: मम मुद्राः

source: Type
sa: प्रकारः

# monetary denomination
source: Denomination
sa: संप्रदायः

source: Mint Mark
sa: मार्क इव

source: Country
sa: देशः

source: Currency
sa: मुद्रा

source: Coin Set
sa: सिक्का सेट्

source: Proof-65,Proof-60,Mint State-65,Mint State-60,Almost Uncirculated-55,Almost Uncirculated-50,Extremely Fine-40,Very Fine-30,Very Fine-20,Fine-12,Very Good-8,Good-4,Fair
sa: प्रमाण-65,प्रमाण-60,टकसाल राज्य-65,टकसाल राज्य-60,लगभग अप्रसारित-55,लगभग अप्रसारित-50,अत्यंत बारीक-40,बहुत महीन-30,बहुत महीन-20,ठीक-12,बहुत अच्छा- ८,उत्तम-४,मेला

source: Grade
sa: वर्ग

# Coin grading services - PCGS,NGC,ANACS,ICG,ASA,PCI
source: PCGS,NGC,ANACS,ICG,ASA,PCI
sa: पीसीजीएस,एनजीसी,एएनएसीएस,आईसीजी,एएसए,पीसीआई

source: Grading Service
sa: ग्रेडिंग सेवा

source: Obverse
sa: अग्रभागः

source: Reverse
sa: विपरीत

source: My Comic Books
sa: मम हास्यपुस्तकानि

source: Writer
sa: लेखकः

# Comic Book Illustrator
source: Artist
sa: कलाकार

source: Issue
sa: निर्गमनम्‌

# Comic book grade levels - Mint,Near Mint,Very Fine,Fine,Very Good,Good,Fair,Poor
source: Mint,Near Mint,Very Fine,Fine,Very Good,Good,Fair,Poor
sa: टकसाल,पुदीना के पास,बहुत महीन,ठीक,बहुत अच्छा,अच्छा,गोरा,दरिद्र

source: My Files
sa: मम सञ्चिकाः

# File catalog
source: Volume
sa: मात्रा

source: Folder
sa: समुच्चय

source: Mimetype
sa: अनुकरणप्रकारः

source: Size
sa: आकृति

source: Permissions
sa: अनुमतिः

source: Owner
sa: स्वामी

source: Group
sa: समूह

source: Created
sa: निर्मितम्

source: Modified
sa: परिवर्तित

source: Meta Info
sa: मेटा इन्फो

source: Icon
sa: चिह्नम्

source: My Video Games
sa: मम वीडियो गेम्स्

source: Platform
sa: तमङ्गः

# Games - Publisher
source: Publisher
sa: प्रकाशक

source: Developer
sa: विकासकः

source: ESRB Rating
sa: ईएसआरबी रेटिंग्

source: Personal Rating
sa: व्यक्तिगत रेटिंग

source: Completed
sa: सम्पन्न

source: Linux
sa: लिनक्स

# Windows Platform
source: Windows
sa: विण्डोज

# Android Platform
source: Android
sa: एण्ड्रॉयड्

source: Xbox 360
sa: Xbox 360 इति

source: Xbox One
sa: Xbox One इति

source: PlayStation
sa: प्लेस्टेशन

source: PlayStation2
sa: प्लेस्टेशन2

source: PlayStation3
sa: प्लेस्टेशन3

source: PlayStation4
sa: प्लेस्टेशन4

source: PlayStation5
sa: प्लेस्टेशन5

# PlayStation Portable
source: PSP
sa: पीएसपी

source: PlayStation Vita
sa: प्लेस्टेशन वीटा

source: Game Boy
sa: गेम ब्वॉय

source: Game Boy Color
sa: खेल बालक रंग

source: Game Boy Advance
sa: गेम ब्वॉय एडवांस

source: Nintendo
sa: निन्टेन्डो

source: Super Nintendo
sa: सुपर निन्टेन्डो

source: Nintendo 64
sa: निन्टेन्डो ६४

source: GameCube
sa: गेमक्यूब

source: Nintendo Wii
sa: निन्टेन्डो वाई

source: Nintendo WiiU
sa: निन्टेन्डो WiiU

source: Nintendo Switch
sa: निन्टेन्डो स्विच

source: Nintendo DS
sa: निन्टेन्डो डी एस

source: Nintendo 3DS
sa: निन्टेन्डो 3DS

# Sega Genesis
source: Genesis
sa: उत्पत्तिः

source: Dreamcast
sa: स्वप्नकास्ट

source: Unrated, Adults Only, Mature, Teen, Everyone 10+, Everyone, Early Childhood, Pending
sa: अरेटेड्, केवलं वयस्कानाम्, परिपक्वः, किशोरः, सर्वे 10+, सर्वे, प्रारम्भिकबाल्यकालः, लम्बितम्

source: My Music
sa: मम सङ्गीतम्

source: Album
sa: एल्बम

source: Compact Disc
sa: कॉम्पैक्ट डिस्क

source: Cassette
sa: कैसेट्

source: Vinyl
sa: विनाइल

source: Medium
sa: मध्यम

source: Artist
sa: कलाकार

source: Label
sa: नामपत्र

source: Tracks
sa: पटलाः

source: Title
sa: शीर्षक

source: Length
sa: दैर्घ्यम्‌

source: My Stamps
sa: मम डाकटिकटाः

source: Issue Year
sa: अंक वर्ष

source: Color
sa: वर्ण

source: Scott#
sa: स्कॉट् # .

# Stamp grade levels - Superb,Extremely Fine,Very Fine,Fine,Average,Poor
source: Superb,Extremely Fine,Very Fine,Fine,Average,Poor
sa: शानदार,अत्यन्त महीन,अति महीन,महीन,औसत,दरिद्र

source: Cancelled
sa: रद्दं कृतम्

source: Hinged
sa: टिका

source: Centering
sa: केन्द्रीकरण

source: Gummed
sa: गुम्मितम्

source: Image
sa: छवि

source: My Videos
sa: मम विडियो

source: Blu-ray
sa: ब्लू-रे

source: Production Year
sa: उत्पादन वर्ष

# Movie ratings - G (USA),PG (USA),PG-13 (USA),R (USA), U (USA)
source: G (USA),PG (USA),PG-13 (USA),R (USA), U (USA)
sa: जी (अमेरिका),पीजी (अमेरिका),पीजी-13 (अमेरिका),आर (अमेरिका), यू (अमेरिका)

source: Certification
sa: प्रमाणीकरण

source: Region 0
sa: क्षेत्र 0

source: Region 1
sa: प्रदेश १

source: Region 2
sa: प्रदेश २

source: Region 3
sa: प्रदेश ३

source: Region 4
sa: प्रदेश ४

source: Region 5
sa: प्रदेश ५

source: Region 6
sa: क्षेत्र 6

source: Region 7
sa: क्षेत्र 7

source: Region 8
sa: प्रदेश ८

source: Region
sa: क्षेत्र

source: Nationality
sa: राष्ट्रीय

source: NTSC
sa: एनटीएससी

source: PAL
sa: पाल

source: SECAM
sa: सेकाम

source: Format
sa: प्रारूप

source: Cast
sa: क्षेप

source: Actor/Actress
sa: अभिनेता/अभिनेत्री

source: Role
sa: भूमिका

source: A table for the cast members, along with the roles they play
sa: कलाकारानां कृते एकं मेजम्, तेषां भूमिकाभिः सह

source: Director
sa: निर्देशकः

source: Producer
sa: निर्माता

source: Composer
sa: रचयिता

source: Studio
sa: स्टूडियो

source: Language Tracks
sa: भाषा पटल

source: Subtitle Languages
sa: उपशीर्षक भाषाएँ

source: Audio Tracks
sa: ऑडियो ट्रैक्स

source: Running Time
sa: चलनसमयः

source: The running time of the video (in minutes)
sa: विडियोस्य चालनसमयः (निमेषेषु)

source: Aspect Ratio
sa: आस्पेक्ट रेशियो

source: Widescreen
sa: वाइडस्क्रीन्

source: Black & White
sa: कृष्णा & श्वेतम्

source: Color Mode
sa: वर्णविधिः

source: Director's Cut
sa: निर्देशकस्य कटः

source: My Wines
sa: मम मद्यपदार्थाः

# Wine Producer
source: Producer
sa: निर्माता

source: Appellation
sa: उपनाम

source: Varietal
sa: विविधाः

source: Vintage
sa: प्रक्काल

source: Red Wine
sa: रेड वाइन

source: White Wine
sa: श्वेत मद्यम्

source: Sparkling Wine
sa: स्पार्कलिंग वाइन

source: Label Image
sa: लेबल इमेज

source: Add Entries
sa: प्रविष्टयः योजयन्तु

# Add (Entry Title)
source: Add %1
sa: %1 योजयन्तु

source: Check-out Items
sa: चेक-आउट आइटम

# Check-out (Entry Title)
source: Check-out %1
sa: चेक-आउट %1

source: Append Collection
sa: संग्रह संलग्न करें

source: Merge Collection
sa: विलय संग्रह

source: Replace Collection
sa: संग्रहं प्रतिस्थापयतु

source: Add %1 Field
sa: %1 क्षेत्रं योजयन्तु

source: Modify %1 Field
sa: %1 क्षेत्रं परिवर्तयतु

source: Delete %1 Field
sa: %1 क्षेत्रं विलोपयन्तु

source: Add Filter
sa: Filter योजयन्तु

source: Modify Filter
sa: Filter परिवर्तनं कुर्वन्तु

source: Delete Filter
sa: Filter विलोपयन्तु

source: Modify Entries
sa: प्रविष्टयः परिवर्तयन्तु

# Modify (Entry Title)
source: Modify %1
sa: %1 परिवर्तनं कुर्वन्तु

source: Modify Loan
sa: ऋणं परिवर्तयतु

source: Delete Entries
sa: प्रविष्टयः विलोपयन्तु

# Delete (Entry Title)
source: Delete %1
sa: %1 विलोपयन्तु

source: Check-in Entries
sa: चेक-इन प्रविष्टयः

# Check-in (Entry Title)
source: Check-in %1
sa: चेक-इन %1

source: Rename Collection
sa: संग्रहस्य नाम परिवर्तनं कुर्वन्तु

source: Reorder Fields
sa: क्षेत्राणां पुनर्क्रमणम्

source: Template font
sa: टेम्पलेट फ़ॉन्ट

source: Template background color
sa: टेम्पलेट पृष्ठभूमि रंग

source: Template text color
sa: टेम्पलेट पाठ रंग

source: Template highlight color
sa: टेम्पलेट हाइलाइट रंग

source: Template highlighted text color
sa: टेम्पलेट् हाइलाइट् पाठ रङ्ग

source: Template link color
sa: टेम्पलेट लिंक रंग

source: Configure Tellico
sa: Tellico विन्यस्तं कुर्वन्तु

source: Printing
sa: मुद्रणम्

source: Templates
sa: टेम्पलेट्स

source: Data Sources
sa: दत्तांशस्रोताः

source: General Options
sa: सामान्यविकल्पाः

source: &Reopen file at startup
sa: &स्टार्टअप समये सञ्चिकां पुनः उद्घाटयन्तु

source: If checked, the file that was last open will be re-opened at program start-up.
sa: यदि परीक्षितं भवति तर्हि अन्तिमवारं उद्घाटिता सञ्चिका कार्यक्रमस्य आरम्भे पुनः उद्घाटिता भविष्यति ।

source: &Enable regular expressions in quick filter
sa: &त्वरित-छिद्रे नियमित-अभिव्यक्तयः सक्षमाः कुर्वन्तु

source: If checked, the quick filter will interpret text as a regular expression.
sa: यदि चेक् कृतं तर्हि द्रुत-छिद्रकं पाठस्य व्याख्यां नियमित-अभिव्यक्तिरूपेण करिष्यति ।

source: &Enable webcam for barcode scanning
sa: &बारकोड् स्कैनिङ्ग कृते वेबकैम सक्षमं कुर्वन्तु

source: If checked, the input from a webcam will be used to scan barcodes for searching.
sa: यदि परीक्षितं भवति तर्हि जालपुटतः निवेशः अन्वेषणार्थं बारकोड् स्कैन् कर्तुं उपयुज्यते ।

source: Image Storage Options
sa: चित्रभण्डारणविकल्पाः

source: Store images in data file
sa: चित्राणि दत्तांशसञ्चिकायां संग्रहयन्तु

source: Store images in common application directory
sa: सामान्ये अनुप्रयोगनिर्देशिकायां चित्राणि संग्रहयन्तु

source: Store images in directory relative to data file
sa: दत्तांशसञ्चिकायाः सापेक्षतया निर्देशिकायां चित्राणि संग्रहयन्तु

source: Images may be saved in the data file itself, which can cause Tellico to run slowly, stored in the Tellico application directory, or stored in a directory in the same location as the data file.
sa: चित्राणि दत्तांशसञ्चिकायां एव रक्षितुं शक्यन्ते, येन Tellico मन्दं चालयितुं, Tellico अनुप्रयोगनिर्देशिकायां संगृहीतं, अथवा दत्तांशसञ्चिकायाः समाने स्थाने निर्देशिकायां संगृहीतं भवितुम् अर्हति

source: Formatting Options
sa: स्वरूपणविकल्पाः

source: Auto capitalize &titles and names
sa: स्वतः कैपिटलाइज् &titles and names

source: If checked, titles and names will be automatically capitalized.
sa: यदि चेक् कृतं तर्हि शीर्षकाणि नामानि च स्वयमेव दीर्घवर्णानि भविष्यन्ति ।

source: Auto &format titles and names
sa: शीर्षकं नाम च स्वतः &स्वरूपं कुर्वन्तु

source: If checked, titles and names will be automatically formatted.
sa: यदि चेक् कृतं तर्हि शीर्षकाणि नामानि च स्वयमेव प्रारूपितानि भविष्यन्ति ।

source: No capitali&zation:
sa: न दीर्घलेखनम् :

source: <qt>A list of words which should not be capitalized. Multiple values should be separated by a semi-colon.</qt>
sa: <qt>यस्याः शब्दानां दीर्घाः न भवेयुः तेषां सूची । बहुमूल्यानि अर्धविरामेन विभक्तव्यानि।</qt>

source: Artic&les:
sa: मदा:
