Repository: KDE/tellico
Catalog: po/sa/tellico.po
Languages: sa

source: Change Grouping
sa: समूहीकरणं परिवर्तयतु

source: &Group Selection
sa: &समूहचयनम्

source: Change the grouping of the collection
sa: संग्रहस्य समूहीकरणं परिवर्तयतु

source: Filter here...
sa: अत्र फ़िल्टर कुर्वन्तु...

source: <qt>The <i>Entry View</i> shows a formatted view of the entry's contents.</qt>
sa: <qt><i>Entry View</i> इत्यत्र प्रविष्टेः सामग्रीनां प्रारूपितं दृश्यं दृश्यते ।</qt>

source: Collection View
sa: संग्रह दृश्य

source: <qt>The <i>Column View</i> shows the value of multiple fields for each entry.</qt>
sa: <qt><i>Column View</i> प्रत्येकं प्रविष्टेः बहुक्षेत्राणां मूल्यं दर्शयति ।</qt>

source: Group View
sa: समूहदृश्यम्

source: Groups
sa: समूहाः

source: <qt>The <i>Group View</i> sorts the entries into groupings based on a selected field.</qt>
sa: <qt><i>Group View इत्यनेन</i> चयनितक्षेत्रस्य आधारेण प्रविष्टीनां समूहीकरणेषु क्रमणं भवति ।</qt>

source: Collection management software, free and simple
sa: संग्रहप्रबन्धनसॉफ्टवेयरं, निःशुल्कं सरलं च

source: Welcome to the Tellico Collection Manager
sa: टेलिको संग्रह प्रबन्धकस्य स्वागतम्

source: <h3>Tellico is a tool for managing collections of books, videos, music, and whatever else you want to catalog.</h3><h3>New entries can be added to your collection by <a href="tc:///coll_new_entry">entering data manually</a> or by <a href="tc:///edit_search_internet">downloading data</a> from various Internet sources.</h3>
sa: <h3>Tellico इति पुस्तकानां, भिडियानां, सङ्गीतस्य, अन्यत् यत् किमपि भवन्तः सूचीकृत्य स्थापयितुम् इच्छन्ति तस्य संग्रहस्य प्रबन्धनार्थं साधनम् अस्ति ।</h3><h3> नूतनानि प्रविष्टयः भवतः संग्रहे <a href="tc:///coll_new_entry">दत्तांशं हस्तचलितरूपेण प्रविष्ट्वा</a> अथवा विभिन्नेभ्यः अन्तर्जालस्रोतेभ्यः <a href="tc:///edit_search_internet">दत्तांशं डाउनलोड्</a> कृत्वा योजयितुं शक्यन्ते ।</h3>

source: More information can be found in the <a href="help:/tellico">documentation</a>. You may also <a href="tc:///disable_welcome">disable this welcome screen</a>.
sa: अधिकाधिकं सूचनां <a href="help:/tellico">दस्तावेजेषु</a> प्राप्यते . भवान् <a href="tc:///disable_welcome">एतत् स्वागतपटलम् अपि निष्क्रियं कर्तुं</a> शक्नोति .

source: The current file has been modified. Do you want to save it?
sa: वर्तमानसञ्चिका परिवर्तिता अस्ति । किं त्वं तत् रक्षितुम् इच्छसि ?

source: Creating new collection...
sa: नूतनसङ्ग्रहस्य निर्माणं कुर्वन्...

source: Opening file...
sa: सञ्चिकां उद्घाटयति...

source: Open File
sa: सञ्चिकां उद्घाटयन्तु

source: <qt><p>You are saving a file with many images, which causes Tellico to slow down significantly. Do you want to save the images separately in Tellico's data directory to improve performance?</p><p>Your choice can always be changed in the configuration dialog.</p></qt>
sa: <qt><p>भवान् बहुभिः चित्रैः सह सञ्चिकां रक्षति, येन Tellico इत्यस्य महती मन्दता भवति । किं भवान् Tellico इत्यस्य दत्तांशनिर्देशिकायां चित्राणि पृथक् रक्षितुम् इच्छति यत् कार्यक्षमतां सुधारयितुम् इच्छति?</p><p> विन्याससंवादे भवतः विकल्पः सर्वदा परिवर्तयितुं शक्यते ।</p></qt>

source: Save Images Separately
sa: चित्राणि पृथक् रक्षन्तु

source: Save Images in File
sa: चित्राणि सञ्चिकायां रक्षन्तु

source: Saving file with a new filename...
sa: नूतनेन सञ्चिकानाम्ना सह सञ्चिकां रक्षति...

source: Save As
sa: As Save As इति

source: Printing...
sa: मुद्रण...

source: The collection is currently being filtered to show a limited subset of the entries. Only the visible entries will be printed. Continue?
sa: प्रविष्टीनां सीमितं उपसमूहं दर्शयितुं सङ्ग्रहः सम्प्रति फ़िल्टर क्रियते । केवलं दृश्यमानाः प्रविष्टयः एव मुद्रिताः भविष्यन्ति। अनुवर्तते?

source: Exiting...
sa: निर्गच्छन्...

source: (%1 filtered; %2 selected)
sa: (%1 छानितम्; %2 चयनितम्)

source: (%1 filtered)
sa: (%1 छानितम्)

source: (%1 selected)
sa: (%1 चयनितम्)

source: Tellico encountered an error in XSLT processing.
sa: Tellico इत्यनेन XSLT प्रसंस्करणे त्रुटिः अभवत् ।

source: Importing data...
sa: दत्तांशस्य आयातः...

source: Import File
sa: सञ्चिकां आयातयतु

source: Import Directory
sa: आयात निर्देशिका

source: Exporting data...
sa: आँकडा निर्यातयति...

source: Export As
sa: निर्यात As

source: String Macros
sa: स्ट्रिंग मैक्रोस

source: Macro
sa: मैक्रो

source: String
sa: सूत्र

source: Creating citations...
sa: उद्धरणं रचयन्...

source: Filters
sa: फ़िल्टर

source: <qt>The <i>Filter View</i> shows the entries which meet certain filter rules.</qt>
sa: <qt><i>Filter View</i> तानि प्रविष्टयः दर्शयति ये कतिपयान् filter नियमान् पूरयन्ति ।</qt>

source: Loans
sa: ऋणम्

source: <qt>The <i>Loan View</i> shows a list of all the people who have borrowed items from your collection.</qt>
sa: <qt><i>ऋणदृश्यं</i> सर्वेषां जनानां सूचीं दर्शयति ये भवतः संग्रहात् वस्तूनि ऋणं गृहीतवन्तः।</qt>

source: Some images are not saved in the configured location. The current file must be saved and the images will be transferred to the new location.
sa: केचन चित्राणि विन्यस्तस्थाने न रक्षन्ति । वर्तमानसञ्चिका रक्षिता भवितुमर्हति तथा च चित्राणि नूतनस्थाने स्थानान्तरितानि भविष्यन्ति ।

source: Update entry data from %1
sa: %1 तः प्रविष्टिदत्तांशं अद्यतनं कुर्वन्तु

source: Tellico can only import one file of this type at a time. Only %1 will be imported.
sa: Tellico एकस्मिन् समये केवलम् एतादृशप्रकारस्य एकां सञ्चिकां आयातयितुं शक्नोति । केवलं %1 आयातितः भविष्यति।

# @title:window
source: Tellico Log
sa: टेलिको लॉग

source: Collection Report
sa: संग्रह प्रतिवेदन

source: &Report template:
sa: &रिपोर्ट टेम्पलेट:

source: One Entry Per Page
sa: प्रति पृष्ठं एकं प्रविष्टि

source: &Generate
sa: &उद्- पद्

source: Select a report template and click <em>Generate</em>.
sa: एकं रिपोर्ट् टेम्पलेट् चित्वा <em>जनयन्तु</em> नुदन्तु ।

source: Some reports may take several seconds to generate for large collections.
sa: केचन प्रतिवेदनानि बृहत्सङ्ग्रहाणां कृते जनयितुं कतिपयानि सेकण्डानि यावत् समयं लभन्ते ।

source: PNG Files
sa: PNG सञ्चिकाः

source: HTML Files
sa: HTML सञ्चिकाः

source: Do you really want to delete this filter?
sa: किं भवान् वास्तवमेव एतत् फ़िल्टरं विलोपयितुम् इच्छति?

source: Delete Filter?
sa: फ़िल्टरं विलोपयन्तु?

source: New collection name:
sa: नवीन संग्रह नाम :

source: Entry 1
sa: प्रविष्टि 1

source: Entry 2
sa: प्रविष्टि 2

source: Conflicting values for %1 were found while merging entries.
sa: प्रविष्टीनां विलीनीकरणकाले %1 कृते परस्परविरोधिनः मूल्यानि प्राप्तानि ।

source: Please choose which value to keep.
sa: कृपया किं मूल्यं स्थापयितव्यम् इति चिनोतु।

source: Select value from %1
sa: %1 तः मूल्यं चिनोतु

source: &File
sa: &संचिका

source: &New Collection
sa: &नव संग्रह

# @title:menu
source: &Import
sa: &आयात

# @title:menu
source: &Export
sa: &निर्यात

# @title:menu
source: &Collection
sa: &सङ्ग्रह

# @title:menu
source: &Update Entry
sa: &प्रविष्टि अद्यतन करें

# @title:menu
source: &Bibliography
sa: &ग्रन्थसूची

# @title:menu
source: &Show Views
sa: &दृश्यानि दर्शयतु

source: Main Toolbar
sa: मुख्य साधनपट्टी

source: Collection Toolbar
sa: संग्रह साधनपट्टी

source: <qt>An Alexandria library called <i>%1</i> already exists. Any existing books in that library could be overwritten.</qt>
sa: <qt><i>%1</i> इति अलेक्जेण्ड्रिया-पुस्तकालयः पूर्वमेव अस्ति । तस्मिन् पुस्तकालये विद्यमानाः पुस्तकानि अधिलिखितुं शक्यन्ते स्म ।</qt>

source: Alexandria Options
sa: अलेक्जेण्ड्रिया विकल्प

source: &Library:
sa: &पुस्तकालय:

source: Scanning audio files...
sa: श्रव्यसञ्चिकानां स्कैनिङ्गं...

source: Files
sa: सञ्चिकाः

source: Bitrate
sa: बिटरेट्

source: (Various)
sa: (विविधाः)

source: Audio File Options
sa: श्रव्यसञ्चिकाविकल्पाः

source: Recursive &folder search
sa: पुनरावर्तनीय &फोल्डर अन्वेषण

source: If checked, folders are recursively searched for audio files.
sa: यदि परीक्षितं भवति तर्हि पुटं पुनरावर्तनीयरूपेण श्रव्यसञ्चिकानां अन्वेषणं भवति ।

source: Include file &location
sa: सञ्चिका &स्थानं समावेशयन्तु

source: If checked, the file names for each track are added to the entries.
sa: यदि परीक्षितं भवति तर्हि प्रत्येकस्य पटलस्य सञ्चिकानामानि प्रविष्टिषु योजिताः भवन्ति ।

source: Include &bitrate
sa: &bitrate समावेश करें

source: If checked, the bitrate for each track is added to the entries.
sa: यदि परीक्षितं भवति तर्हि प्रत्येकस्य पटलस्य बिटरेट् प्रविष्टिषु योजितं भवति ।

source: Bibtex Options
sa: बिब्टेक्स विकल्प

source: Expand string macros
sa: स्ट्रिंग् मैक्रोस् विस्तारयन्तु

source: If checked, the string macros will be expanded and no @string{} entries will be written.
sa: यदि परीक्षितं भवति तर्हि स्ट्रिंग् मैक्रोस् विस्तारिताः भविष्यन्ति तथा च @string{} प्रविष्टयः न लिखिताः भविष्यन्ति ।

source: Use URL package
sa: URL संकुलस्य उपयोगं कुर्वन्तु

source: If checked, any URL fields will be wrapped in a \url declaration.
sa: यदि परीक्षितम् अस्ति तर्हि केचन URL क्षेत्राणि \url घोषणायाम् वेष्टितानि भविष्यन्ति ।

source: Skip entries with empty citation keys
sa: रिक्त उद्धरणकुंजीभिः सह प्रविष्टयः त्यजन्तु

source: If checked, any entries without a bibtex citation key will be skipped.
sa: यदि जाँचितम् अस्ति तर्हि bibtex citation key विना यत्किमपि प्रविष्टिः अस्ति तत् त्यक्तं भविष्यति ।

source: Bibtex quotation style:
sa: बिबटेक्स उद्धरणशैली :

source: Braces
sa: ब्रेसिज्

source: Quotes
sa: उद्धरण

source: <qt>The quotation style used when exporting bibtex. All field values will be escaped with either braces or quotation marks.</qt>
sa: <qt>bibtex निर्यातकाले प्रयुक्ता उद्धरणशैली । सर्वाणि क्षेत्रमूल्यानि ब्रेसिज् अथवा उद्धरणचिह्नानि वा पलायितानि भविष्यन्ति।</qt>

source: No valid bibtex entries were found
sa: वैधानि बिब्टेक्स-प्रविष्टयः न प्राप्ताः

source: No valid bibtex entries were found in file - %1
sa: सञ्चिकायां - %1 - मध्ये कोऽपि वैधः bibtex प्रविष्टिः न प्राप्ता

source: Use Unicode (UTF-8) encoding
sa: यूनिकोड (UTF-8) एन्कोडिंग् इत्यस्य उपयोगं कुर्वन्तु

source: Read the imported file in Unicode (UTF-8).
sa: आयातितं सञ्चिकां Unicode (UTF-8) मध्ये पठन्तु ।

source: Use user locale (%1) encoding
sa: उपयोक्तृस्थानकस्य (%1) एन्कोडिंग् इत्यस्य उपयोगं कुर्वन्तु

source: Read the imported file in the local encoding.
sa: आयातितां सञ्चिकां स्थानीय-एन्कोडिंग् मध्ये पठन्तु ।

source: Bibtexml Files
sa: Bibtexml सञ्चिकाः

source: A valid XSLT file is needed to import the file.
sa: सञ्चिकायाः आयाताय वैधं XSLT सञ्चिका आवश्यकी भवति ।

source: A valid user ID must be entered.
sa: वैधं उपयोक्तृ-ID अवश्यं प्रविष्टव्यम् ।

source: BoardGameGeek Options
sa: BoardGameGeek विकल्प

source: Import owned items only
sa: केवलं स्वामित्वयुक्तानि वस्तूनि आयातयन्तु

source: User ID:
sa: उपयोक्तृपरिचयः :

source: CSV Options
sa: CSV विकल्पाः

source: Include field titles as column headers
sa: क्षेत्रशीर्षकाणि स्तम्भशीर्षकरूपेण समाविष्टानि कुर्वन्तु

source: If checked, a header row will be added with the field titles.
sa: यदि परीक्षितं तर्हि क्षेत्रशीर्षकैः सह शीर्षकपङ्क्तिः योजितः भविष्यति ।

source: Delimiter
sa: परिसीमक

source: In addition to a comma, other characters may be used as a delimiter, separating each value in the file.
sa: अल्पविरामस्य अतिरिक्तं अन्यवर्णाः सञ्चिकायां प्रत्येकं मूल्यं पृथक् कृत्वा परिसीमकरूपेण उपयोक्तुं शक्यन्ते ।

source: Comma
sa: अल्पविरामः

source: Use a comma as the delimiter.
sa: सीमांककरूपेण अल्पविरामस्य उपयोगं कुर्वन्तु।

source: Semicolon
sa: अर्धविराम

source: Use a semi-colon as the delimiter.
sa: अर्धविरामस्य परिसीमकरूपेण प्रयोगं कुर्वन्तु ।

source: Tab
sa: टब

source: Use a tab as the delimiter.
sa: परिसीमकरूपेण ट्याब् इत्यस्य उपयोगं कुर्वन्तु ।

source: Other
sa: इतर

source: Use a custom string as the delimiter.
sa: सीमांककरूपेण कस्टम् स्ट्रिंग् इत्यस्य उपयोगं कुर्वन्तु ।

source: A custom string, such as a colon, may be used as a delimiter.
sa: कोलन इत्यादिः कस्टम् तारः परिसीमकरूपेण उपयोक्तुं शक्यते ।

source: Table column delimiter:
sa: सारणीस्तम्भपरिसीमकः :

source: The column delimiter separates values in each column of a <i>Table</i> field.
sa: स्तम्भनिर्धारकः <i>Table</i> क्षेत्रस्य प्रत्येकस्मिन् स्तम्भे मूल्यानि पृथक् करोति ।

source: Table row delimiter:
sa: सारणीपङ्क्तिसीमक :

source: The row delimiter separates values in each row of a <i>Table</i> field.
sa: पङ्क्तिसीमकः <i>Table</i> क्षेत्रस्य प्रत्येकपङ्क्तौ मूल्यानि पृथक् करोति ।

source: Select the type of collection being imported.
sa: आयातितस्य संग्रहस्य प्रकारं चिनोतु ।

source: &First row contains field titles
sa: &प्रथमपङ्क्तौ क्षेत्रशीर्षकाणि सन्ति

source: If checked, the first row is used as field titles.
sa: यदि चेक् कृतं तर्हि प्रथमपङ्क्तिः क्षेत्रशीर्षकरूपेण उपयुज्यते ।

source: Delimiter:
sa: परिसीमकः :

source: &Comma
sa: &अल्पविरामः

source: &Semicolon
sa: &अर्धविराम

source: Ta&b
sa: ता&ब

source: Ot&her:
sa: इतर:

source: The table shows up to the first five lines of the CSV file.
sa: सारणी CSV सञ्चिकायाः प्रथमपञ्चपङ्क्तयः यावत् दर्शयति ।

source: <qt>Set each column to correspond to a field in the collection by choosing a column, selecting the field, then clicking the <i>Assign Field</i> button.</qt>
sa: <qt>प्रत्येकं स्तम्भं संग्रहे क्षेत्रस्य अनुरूपं स्तम्भं चित्वा, क्षेत्रं चित्वा, ततः <i>Assign Field इति</i> बटन् नुत्वा सेट् कुर्वन्तु ।</qt>

source: Co&lumn:
sa: को&लम् :

source: &Data field in this column:
sa: &अस्मिन् स्तम्भे Data क्षेत्रम् :

source: &Assign Field
sa: &क्षेत्रं नियुक्तं कुर्वन्तु

source: At least one column must be assigned to a field. Only assigned columns will be imported.
sa: क्षेत्रे न्यूनातिन्यूनम् एकः स्तम्भः अवश्यमेव नियुक्तः भवेत् । केवलं नियुक्तस्तम्भाः एव आयाताः भविष्यन्ति ।

source: Review
sa: परिशीलयतु

source: <New Field>
sa: <नव क्षेत्र>

source: Discogs Options
sa: विकल्पान् डिस्कोग्स् करोति

source: Scanning files...
sa: सञ्चिकाः स्कैनिङ्गं कुर्वन्ति...

source: File Listing Options
sa: सञ्चिकासूचीविकल्पाः

source: Recursive folder search
sa: पुनरावर्तनीयं पुटं अन्वेषणम्

source: If checked, folders are recursively searched for all files.
sa: यदि परीक्षितं भवति तर्हि सर्वाणि सञ्चिकानि पुनरावर्तनीयरूपेण पुटे अन्वेष्यन्ते ।

source: Generate file previews
sa: सञ्चिकापूर्वावलोकनानि जनयन्तु

source: If checked, previews of the file contents are generated, which can slow down the folder listing.
sa: यदि परीक्षितं भवति तर्हि सञ्चिकासामग्रीणां पूर्वावलोकनानि उत्पद्यन्ते, येन पुटसूचीं मन्दं कर्तुं शक्यते ।

source: <qt>Tellico was unable to access the CD-ROM device - <i>%1</i>.</qt>
sa: <qt>Tellico CD-ROM उपकरणं - <i>%1</i> - मध्ये प्रवेशं कर्तुं असमर्थः आसीत् ।</qt>

source: Select CDDB Entry
sa: CDDB Entry इति चिनोतु

source: Select a CDDB entry:
sa: CDDB प्रविष्टिं चिनोतु:

source: <qt>No records were found to match the CD.</qt>
sa: <qt>सीडी-सङ्गतिं कर्तुं कोऽपि अभिलेखः न लब्धः ।</qt>

source: <qt>Tellico was unable to complete the CD lookup.</qt>
sa: <qt>टेलिको सीडी-अनुसन्धानं सम्पूर्णं कर्तुं असमर्थः आसीत् ।</qt>

source: Various
sa: विविधाः

source: Audio CD Options
sa: ऑडियो सीडी विकल्पाः

source: Read data from CD-ROM device
sa: CD-ROM उपकरणात् आँकडा पठन्तु

source: Select or input the CD-ROM device location.
sa: CD-ROM उपकरणस्थानं चिनोतु अथवा निवेशयतु।

source: Read all CDDB cache files only
sa: केवलं सर्वाणि CDDB cache सञ्चिकाः पठन्तु

source: Read data recursively from all the CDDB cache files contained in the default cache folders.
sa: पूर्वनिर्धारितसञ्चयपुटेषु निहितानाम् सर्वेभ्यः CDDB-सञ्चय-सञ्चिकाभ्यः पुनरावर्तनीयरूपेण आँकडान् पठन्तु ।

source: <qt>The file is not a valid GCstar data file.</qt>
sa: <qt>सञ्चिका वैध GCstar दत्तांशसञ्चिका नास्ति ।</qt>

source: Goodreads Options
sa: Goodreads विकल्पाः

source: (grouped by %1)
sa: (%1 द्वारा समूहीकृतम्)

source: HTML Options
sa: HTML विकल्पाः

source: Print field headers
sa: क्षेत्रशीर्षकाणि मुद्रयन्तु

source: Group the entries
sa: प्रविष्टीनां समूहीकरणं कुर्वन्तु

source: Export individual entry files
sa: व्यक्तिगतप्रविष्टिसञ्चिकाः निर्यातयन्तु

source: If checked, individual files will be created for each entry.
sa: यदि परीक्षितं भवति तर्हि प्रत्येकस्य प्रविष्टेः कृते व्यक्तिगतसञ्चिकाः निर्मिताः भविष्यन्ति ।

source: Loading data...
sa: डेटा लोड् भवति...

source: Loading %1...
sa: %1 लोड् भवति...

source: LibraryThing Options
sa: LibraryThing विकल्पाः

source: Export your LibraryThing collection in <a href="https://www.librarything.com/export.php?export_type=json">JSON format</a>.
sa: <a href="https://www.librarything.com/export.php?export_type=json">JSON प्रारूपेण</a> स्वस्य LibraryThing संग्रहं निर्यातयन्तु .

source: LibraryThing file:
sa: LibraryThing सञ्चिका:

source: Tellico was unable to read any data.
sa: टेलिको किमपि दत्तांशं पठितुं असमर्थः आसीत् ।

source: MARC Options
sa: MARC विकल्पाः

source: Character set:
sa: वर्णसमूहः :

source: MARC Format:
sa: MARC प्रारूपः :

source: Zip Files
sa: जिप् सञ्चिकाः

source: ONIX Archive Options
sa: ONIX संग्रह विकल्पाः

source: Include images in archive
sa: संग्रहे चित्राणि समाविष्टानि कुर्वन्तु

source: If checked, the images in the document will be included in the zipped ONIX archive.
sa: यदि परीक्षितं भवति तर्हि दस्तावेजे स्थापितानि चित्राणि जिप्ड् ONIX संग्रहे समाविष्टानि भविष्यन्ति ।

source: Tellico was unable to read any metadata from the PDF file.
sa: Tellico PDF सञ्चिकातः किमपि मेटाडाटा पठितुं असमर्थः आसीत् ।

source: Tellico is able to download information about entries with a DOI from CrossRef.org. However, you must create an CrossRef account and add a new data source with your account information.
sa: Tellico CrossRef.org इत्यस्मात् DOI इत्यनेन सह प्रविष्टीनां विषये सूचनां डाउनलोड् कर्तुं समर्थः अस्ति । तथापि भवद्भिः CrossRef खातं निर्माय स्वस्य खातेः सूचनायाः सह नूतनं दत्तांशस्रोतं योजयितव्यम् ।

source: The file is empty.
sa: सञ्चिका रिक्तम् अस्ति ।

source: The file contains no collection data.
sa: सञ्चिकायां संग्रहदत्तांशः नास्ति ।

source: Tellico XML Options
sa: Tellico XML विकल्पाः

source: Include images in XML document
sa: XML दस्तावेजे चित्राणि समाविष्टानि कुर्वन्तु

source: If checked, the images in the document will be included in the XML stream as base64 encoded elements.
sa: यदि परीक्षितं भवति तर्हि दस्तावेजे स्थापितानि चित्राणि XML धारायां base64 एन्कोडेड् एलिमेण्ट्स् इति रूपेण समाविष्टानि भविष्यन्ति ।

source: It is from a future version of Tellico.
sa: इदं टेलिको इत्यस्य भविष्यस्य संस्करणात् अस्ति ।

source: XSLT Options
sa: XSLT विकल्पाः

source: XSLT file:
sa: XSLT सञ्चिका :

source: Choose the XSLT file used to transform the data.
sa: दत्तांशस्य परिवर्तनार्थं प्रयुक्तां XSLT सञ्चिकां चिनोतु ।

source: Decrease the maximum icon size in the icon list view
sa: चिह्नसूचीदृश्ये अधिकतमं चिह्नस्य आकारं न्यूनीकरोतु

source: The current maximum icon size is %1. Move the slider to change it.
sa: वर्तमानस्य अधिकतमः चिह्नस्य आकारः %1 अस्ति । परिवर्तनार्थं स्लाइडरं चालयन्तु ।

source: Increase the maximum icon size in the icon list view
sa: चिह्नसूचीदृश्ये अधिकतमं चिह्नस्य आकारं वर्धयन्तु

source: This template is meant for music collections only.
sa: इदं टेम्पलेट् केवलं सङ्गीतसङ्ग्रहेभ्यः एव अभिप्रेतम् अस्ति ।

source: Total:
sa: कुल:

source: Loan
sa: ऋणं

source: Loan Date
sa: ऋण तिथि

source: Due Date
sa: द्वे तिथौ

source: Note
sa: टीका

source: This template is meant for video collections only.
sa: इदं टेम्पलेट् केवलं विडियो संग्रहाणां कृते एव अभिप्रेतम् अस्ति ।

source: Generated by Tellico
sa: टेलिको इत्यनेन उत्पन्नम्

source: Search
sa: अन्वेषण

source: Clear
sa: स्पष्टः
