Repository: KDE/tellico
Catalog: po/sa/tellico.po
Languages: sa

source: <qt>A list of words which should be considered as articles if they are the first word in a title. Multiple values should be separated by a semi-colon.</qt>
sa: <qt>शीर्षकस्य प्रथमः शब्दः चेत् लेखरूपेण गणनीयानां शब्दानां सूची । बहुमूल्यानि अर्धविरामेन विभक्तव्यानि।</qt>

source: Personal suffi&xes:
sa: व्यक्तिप्रत्यय&x:

source: <qt>A list of suffixes which might be used in personal names. Multiple values should be separated by a semi-colon.</qt>
sa: <qt>व्यक्तिनामसु प्रयुक्तानां प्रत्ययानां सूची । बहुमूल्यानि अर्धविरामेन विभक्तव्यानि।</qt>

source: Surname &prefixes:
sa: उपनाम & उपसर्ग: .

source: <qt>A list of prefixes which might be used in surnames. Multiple values should be separated by a semi-colon.</qt>
sa: <qt>उपसर्गाणां सूची यस्याः उपयोगः उपनामसु भवितुं शक्नोति। बहुमूल्यानि अर्धविरामेन विभक्तव्यानि।</qt>

source: Printing Options
sa: मुद्रणविकल्पाः

source: &Format titles and names
sa: &शीर्षकाणि नामानि च प्रारूपयन्तु

source: &Print field headers
sa: &क्षेत्रशीर्षकाणि मुद्रयन्तु

source: If checked, the field names will be printed as table headers.
sa: यदि चेक् कृतं तर्हि क्षेत्रनामानि सारणीशीर्षकरूपेण मुद्रितानि भविष्यन्ति ।

source: Grouping Options
sa: समूहीकरणविकल्पाः

source: &Group the entries
sa: &प्रविष्टीनां समूहीकरणं कुर्वन्तु

source: If checked, the entries will be grouped by the selected field.
sa: यदि चेक् कृतं तर्हि प्रविष्टयः चयनितक्षेत्रेण समूहीकृताः भविष्यन्ति ।

source: Image Options
sa: चित्रविकल्पाः

source: Maximum image &width:
sa: अधिकतमं चित्रम् &विस्तारः :

source: The maximum width of the images in the printout. The aspect ratio is preserved.
sa: मुद्रणपत्रे चित्राणां अधिकतमविस्तारः । पक्षानुपातः रक्षितः भवति ।

source: &Maximum image height:
sa: &अधिकतम चित्रस्य ऊर्ध्वता :

source: The maximum height of the images in the printout. The aspect ratio is preserved.
sa: मुद्रणपत्रे चित्राणां अधिकतमं ऊर्ध्वता । पक्षानुपातः रक्षितः भवति ।

source: Template Options
sa: टेम्पलेट विकल्प

source: Collection &type:
sa: संग्रहः &प्रकारः :

source: Template:
sa: टेम्पलेट:

source: Select the template to use for the current type of collections. Not all templates will use the font and color settings.
sa: वर्तमानसङ्ग्रहप्रकारस्य उपयोगाय टेम्पलेट् चिनोतु । सर्वे टेम्पलेट् फन्ट्, वर्णसेटिंग्स् इत्येतयोः उपयोगं न करिष्यन्ति ।

source: &Preview...
sa: &पूर्वावलोकन...

source: Show a preview of the template
sa: टेम्पलेट् इत्यस्य पूर्वावलोकनं दर्शयतु

source: Font Options
sa: फ़ॉन्ट विकल्प

source: Font:
sa: फन्ट् :

source: This font is passed to the template used in the Entry View.
sa: एषः फन्ट् Entry View इत्यस्मिन् प्रयुक्ते टेम्पलेट् प्रति प्रसारितः भवति ।

source: Size:
sa: आकृति:

source: Color Options
sa: वर्णविकल्पाः

source: Background color:
sa: पृष्ठभूमिवर्णः :

source: This color is passed to the template used in the Entry View.
sa: एषः वर्णः Entry View इत्यस्मिन् प्रयुक्ते टेम्पलेट् प्रति प्रसारितः भवति ।

source: Text color:
sa: पाठवर्णः :

source: Highlight color:
sa: वर्णः प्रकाशयन्तु :

source: Highlighted text color:
sa: प्रकाशितपाठवर्णः :

source: Link color:
sa: लिङ्कस्य वर्णः :

source: Manage Templates
sa: टेम्पलेट् प्रबन्धयन्तु

source: Install...
sa: प्रतिस्था...

source: Click to install a new template directly.
sa: प्रत्यक्षतया नूतनं टेम्पलेट् संस्थापयितुं क्लिक् कुर्वन्तु ।

source: Download...
sa: अवाहरन...

source: Click to download additional templates.
sa: अतिरिक्त टेम्पलेट् डाउनलोड् कर्तुं क्लिक् कुर्वन्तु ।

source: Delete...
sa: लुप्...

source: Click to select and remove installed templates.
sa: संस्थापितानि टेम्पलेट् चयनं कर्तुं निष्कासयितुं च क्लिक् कुर्वन्तु ।

source: Data Sources Options
sa: दत्तांशस्रोतविकल्पाः

source: Move &Up
sa: चाल & ऊपर

source: The order of the data sources sets the order that Tellico uses when entries are automatically updated.
sa: दत्तांशस्रोतानां क्रमः तत् क्रमं निर्धारयति यत् Tellico इत्यस्य उपयोगं करोति यदा प्रविष्टयः स्वयमेव अद्यतनं भवन्ति ।

source: Move &Down
sa: चालय &अधः

source: Filter by type:
sa: प्रकारानुसारं छानयन्तु :

source: &New...
sa: &नूतनम्‌...

source: Click to add a new data source.
sa: नूतनं दत्तांशस्रोतं योजयितुं क्लिक् कुर्वन्तु ।

source: &Modify...
sa: &संशोधन...

source: Click to modify the selected data source.
sa: चयनितं दत्तांशस्रोतं परिवर्तयितुं क्लिक् कुर्वन्तु ।

source: &Delete
sa: &लुप्

source: Click to delete the selected data source.
sa: चयनितं दत्तांशस्रोतं विलोपयितुं क्लिक् कुर्वन्तु ।

source: XSL Files
sa: XSL सञ्चिकाः

source: Template Packages
sa: टेम्पलेट संकुल

source: All Files
sa: सर्वाणि सञ्चिकाः

source: Delete Template
sa: टेम्पलेट हटाएँ

source: Select template to delete:
sa: विलोपनार्थं टेम्पलेट् चयनं कुर्वन्तु:

# %1 refers to the file name
source: Images are currently saved within <em>%1</em>
sa: चित्राणि सम्प्रति <em>%1</em> अन्तः रक्षितानि सन्ति

# %1 refers to a directory
source: Images are currently saved to <em>%1</em>
sa: चित्राणि सम्प्रति <em>%1</em> इत्यत्र रक्षिताः सन्ति

# %1 refers to a directory, %2 to a file name
source: Images will be moved from <em>%1</em> to <em>%2</em>
sa: चित्राणि <em>%1</em> तः <em>%2</em> यावत् स्थानान्तरितानि भविष्यन्ति

# %1 refers to a file name, %2 to a directory
source: Images will be moved from <em>%1</em> to <em>%2</em>
sa: चित्राणि <em>%1</em> तः <em>%2</em> यावत् स्थानान्तरितानि भविष्यन्ति

# %1 and %2 are both directories
source: Images will be moved from <em>%1</em> to <em>%2</em>
sa: चित्राणि <em>%1</em> तः <em>%2</em> यावत् स्थानान्तरितानि भविष्यन्ति

source: Ready.
sa: आत्त।

source: Do you really want to delete this entry?
sa: किं भवान् वास्तवमेव एतत् प्रविष्टिं विलोपयितुम् इच्छति ?

source: Delete Entry
sa: प्रविष्टि विलोपयतु

source: Do you really want to delete these entries?
sa: किं भवान् वास्तवमेव एताः प्रविष्टयः विलोपयितुम् इच्छति ?

source: Delete Multiple Entries
sa: अनेकाः प्रविष्टयः विलोपयन्तु

source: &Edit Entry...
sa: &प्रविष्टिः सम्पादयतु...

source: D&uplicate Entry
sa: D&uplicate प्रविष्टि

source: &Update Entry
sa: &प्रविष्टि अद्यतन करें

source: &Delete Entry
sa: &प्रविष्टिः विलोपयतु

source: &Edit Entries...
sa: &प्रविष्टयः सम्पादयतु...

source: D&uplicate Entries
sa: D&uplicate प्रविष्टयः

source: &Update Entries
sa: &प्रविष्टियों अद्यतन करें

source: &Delete Entries
sa: &प्रविष्टयः विलोपयन्तु

source: The following items are already loaned, but Tellico does not currently support lending an item multiple times. They will be removed from the list of items to lend.
sa: निम्नलिखितवस्तूनि पूर्वमेव ऋणं दत्तानि सन्ति, परन्तु टेलिको सम्प्रति बहुवारं द्रव्यं ऋणं दातुं समर्थं न करोति । ऋणं दातुं वस्तूनाम् सूचीतः ते निष्कासिताः भविष्यन्ति।

source: There is an XML parsing error in line %1, column %2.
sa: %1 पङ्क्तौ, %2 स्तम्भे XML विश्लेषणदोषः अस्ति ।

source: The error message from Qt is:
sa: Qt तः त्रुटिसन्देशः अस्ति :

source: A file named "%1" already exists. Are you sure you want to overwrite it?
sa: "%1" इति सञ्चिका पूर्वमेव अस्ति । किं भवन्तः निश्चयेन तस्य अधिलेखनं कर्तुम् इच्छन्ति?

source: Overwrite File?
sa: सञ्चिकां अधिलेखयतु?

source: Publishing
sa: प्रकाशन

source: Miscellaneous
sa: विविध

source: View Columns
sa: स्तम्भान् पश्यन्तु

# Noun, Menu name
source: Columns
sa: स्तम्भाः

source: Hide This Column
sa: इदं स्तम्भं गोपयतु

source: Resize to Content
sa: सामग्रीं प्रति आकारं परिवर्तयतु

source: Show All Columns
sa: सर्वान् स्तम्भान् दर्शयतु

source: Hide All Columns
sa: सर्वे स्तम्भाः गोपयन्तु

source: Saving file...
sa: सञ्चिकां रक्षति...

source: Edit Entry
sa: प्रविष्टि सम्पादयतु

source: &New Entry
sa: &नवीन प्रविष्टि

source: Sa&ve Entry
sa: स&वे प्रविष्टिः

source: Do you really want to modify these entries?
sa: किं भवान् वास्तवमेव एताः प्रविष्टयः परिवर्तयितुम् इच्छति ?

source: Modify Multiple Entries
sa: एकाधिकप्रविष्टयः परिवर्तयन्तु

source: A value is required for the following fields. Do you want to continue?
sa: निम्नलिखितक्षेत्राणां कृते मूल्यं आवश्यकम् अस्ति । किं त्वं निरन्तरं कर्तुम् इच्छसि ?

source: Edit Entries
sa: प्रविष्टयः सम्पादयन्तु

source: Sa&ve Entries
sa: स&वे प्रविष्टयः

source: The current entry has been modified. Do you want to enter the changes?
sa: वर्तमानप्रविष्टिः परिवर्तिता अस्ति । परिवर्तनं प्रविष्टुम् इच्छति वा ?

source: Save Entry
sa: प्रविष्टिः रक्षतु

source: Unsaved Changes
sa: असरक्षितपरिवर्तनानि

source: <qt>The <i>Icon View</i> shows each entry in the collection or group using an icon, which may be an image in the entry.</qt>
sa: <qt><i>Icon View इत्येतत्</i> संग्रहे अथवा समूहे प्रत्येकं प्रविष्टिं चिह्नस्य उपयोगेन दर्शयति, यत् प्रविष्टौ चित्रं भवितुम् अर्हति ।</qt>

# Open URL
source: Open %1
sa: %1 उद्घाटयन्तु

source: Select Match
sa: Match इति चिनोतु

source: <qt><b>%1</b> returned multiple results which could match <b>%2</b>, the entry currently in the collection. Please select the correct match.</qt>
sa: <qt><b>%1 इत्यनेन</b> बहुपरिणामाः प्रत्यागताः ये <b>%2</b> , सङ्ग्रहे वर्तमानप्रविष्ट्या सह मेलनं कर्तुं शक्नुवन्ति । कृपया सम्यक् मेलनं चिनोतु।</qt>

source: Merge Entries
sa: प्रविष्टयः विलययन्तु

source: Merging entries...
sa: प्रविष्टीनां विलयनम्...

source: Total merged/scanned entries: %1/%2
sa: कुल विलीन/स्कैन कृतप्रविष्टयः: %1/%2

source: Updating <b>%1</b>...
sa: <b>%1</b> अद्यतनं कुर्वन् ...

source: Updating entries...
sa: प्रविष्टयः अद्यतनं कुर्वन्...

source: Update Entries
sa: प्रविष्टयः अद्यतनं कुर्वन्तु

source: Tellico is unable to locate the default entry stylesheet.
sa: Tellico पूर्वनिर्धारितप्रविष्टिशैलीपत्रं ज्ञातुं असमर्थः अस्ति ।

source: Please check your installation.
sa: कृपया स्वस्य संस्थापनं पश्यन्तु।

source: Export Options
sa: निर्यातविकल्पाः

source: Formatting
sa: स्वरूपणम्

source: Format all fields
sa: सर्वाणि क्षेत्राणि प्रारूपयन्तु

source: If checked, the values of the fields will be automatically formatted according to their format type.
sa: यदि परीक्षितं भवति तर्हि क्षेत्राणां मूल्यानि स्वयमेव तेषां प्रारूपप्रकारस्य अनुसारं स्वरूपितानि भविष्यन्ति ।

source: Export selected entries only
sa: केवलं चयनितप्रविष्टयः निर्यातयन्तु

source: If checked, only the currently selected entries will be exported.
sa: यदि परीक्षितं तर्हि केवलं वर्तमानचयनितप्रविष्टयः निर्यातिताः भविष्यन्ति ।

source: Export visible fields only
sa: केवलं दृश्यमानक्षेत्राणि निर्यातयन्तु

source: If checked, only the fields currently visible in the view will be exported.
sa: यदि परीक्षितं तर्हि केवलं दृश्ये वर्तमानकाले दृश्यमानानि क्षेत्राणि निर्यातितानि भविष्यन्ति ।

source: Encoding
sa: एन्कोडिंग्

source: Encode in Unicode (UTF-8)
sa: यूनिकोड् (UTF-8) इत्यत्र एन्कोड् कुर्वन्तु ।

source: Encode the exported file in Unicode (UTF-8).
sa: निर्यातितं सञ्चिकां Unicode (UTF-8) इत्यस्मिन् एन्कोड् कुर्वन्तु ।

source: Encode in user locale (%1)
sa: उपयोक्तृस्थानके (%1) एन्कोड् कुर्वन्तु ।

source: Encode the exported file in the local encoding.
sa: निर्यातितसञ्चिकां स्थानीयसङ्केतने एन्कोड् कुर्वन्तु ।

source: Registration is required for accessing this data source. If you agree to the terms and conditions, <a href='%1'>sign up for an account</a>, and enter your information below.
sa: अस्य दत्तांशस्रोतस्य अभिगमनाय पञ्जीकरणं आवश्यकम् अस्ति । यदि भवान् नियमानाम् अनुमोदनं करोति तर्हि <a href='%1'>खाते पञ्जीकरणं कुर्वन्तु</a> , अधः स्वसूचनाः प्रविशन्तु ।

source: Access key:
sa: अभिगमकुंजी :

source: &Image size:
sa: &प्रतिबिम्बस्य आकारः :

source: No Image
sa: न बिम्बम्

source: Small Image
sa: लघु प्रतिबिम्ब

source: Large Image
sa: बृहत् चित्रम्

source: SAO/NASA Astrophysics Data System
sa: SAO/NASA खगोल भौतिकी डाटा सिस्टम

source: The default Tellico key may be used, but searching may fail due to reaching access limits.
sa: पूर्वनिर्धारितं Tellico कीलस्य उपयोगः भवितुं शक्नोति, परन्तु अभिगमसीमां प्राप्तुं अन्वेषणं विफलं भवितुम् अर्हति ।

source: Amazon (US)
sa: अमेजन (अमेरिका)

source: United States
sa: संयुक्त राज्य अमेरिका

source: Amazon (UK)
sa: अमेजन (यूके)

source: United Kingdom
sa: संयुक्त अधिराज्य

source: Amazon (Germany)
sa: अमेजन (जर्मनी)

source: Germany
sa: जर्मनीदेशः

source: Amazon (Japan)
sa: अमेजन (जापान)

source: Japan
sa: जापान

source: Amazon (France)
sa: अमेजन (फ्रांस)

source: France
sa: फ्रांस्देशः

source: Amazon (Canada)
sa: अमेजन (कनाडा)

source: Canada
sa: कनाडा

source: Amazon (China)
sa: अमेजन (चीन)

source: China
sa: चीनदेशः

source: Amazon (Spain)
sa: अमेजन (स्पेन)

source: Spain
sa: स्पेनदेशः

source: Amazon (Italy)
sa: अमेजन (इटली)

source: Italy
sa: इटली

source: Amazon (Brazil)
sa: अमेजन (ब्राजील)

source: Brazil
sa: ब्राजील्

source: Amazon (Australia)
sa: अमेजन (ऑस्ट्रेलिया)

source: Australia
sa: ऑस्ट्रेलिया

source: Amazon (India)
sa: अमेजन (भारत)

source: India
sa: भारत

source: Amazon (Mexico)
sa: अमेजन (मेक्सिको)

source: Mexico
sa: मेक्सिको

source: Amazon (Turkey)
sa: अमेजन (तुर्की)

source: Turkey
sa: तुर्की

source: Amazon (Singapore)
sa: अमेजन (सिंगापुर)

source: Singapore
sa: सिङ्गापुर

source: Amazon (UAE)
sa: अमेजन (UAE)

source: United Arab Emirates
sa: संयुक्त अरब अमीरात

source: This data is licensed under <a href=%1>specific terms</a>.
sa: एतत् दत्तांशं <a href=%1>विशिष्टशर्तैः</a> अनुज्ञापत्रं प्राप्नोति .

source: Access to data from Amazon.com requires an AWS Access Key ID and a Secret Key.
sa: Amazon.com इत्यस्मात् आँकडानां प्रवेशाय AWS Access Key ID तथा Secret Key इत्येतयोः आवश्यकता भवति ।

source: Those values must be entered in the data source settings.
sa: तानि मूल्यानि दत्तांशस्रोतसेटिंग्स् मध्ये अवश्यं प्रविष्टव्यानि ।

source: Results from %1: %2/%3
sa: %1 तः परिणामाः: %2/%3

source: The cover image could not be loaded.
sa: आवरणस्य चित्रं लोड् कर्तुं न शक्यते स्म ।

source: Amazon Link
sa: अमेजन लिङ्क्

source: Amazon.com Web Services
sa: Amazon.com जालसेवाः

source: Secret key:
sa: गुप्त कुञ्जी :

source: Country:
sa: देशः:

source: Amazon.com provides data from several different localized sites. Choose the one you wish to use for this data source.
sa: अमेजन डॉट् कॉम् अनेकविभिन्नस्थानीयस्थलेभ्यः आँकडान् प्रदाति । अस्य दत्तांशस्रोतस्य कृते यत् उपयोक्तुं इच्छति तत् चिनोतु ।

source: Medium Image
sa: मध्यम प्रतिमा

source: The cover image may be downloaded as well. However, too many large images in the collection may degrade performance.
sa: आवरणस्य चित्रम् अपि अवतरणं कर्तुं शक्यते। परन्तु संग्रहे अत्यधिकं बृहत् चित्रं कार्यक्षमतायाः अवनतिं कर्तुं शक्नोति ।

source: &Associate's ID:
sa: &एसोसिएटस्य आईडी: 1.1.

source: The associate's id identifies the person accessing the Amazon.com Web Services, and is included in any links to the Amazon.com site.
sa: एसोसिएट् इत्यस्य id Amazon.com जालसेवासु प्रवेशं कुर्वतः व्यक्तिं चिनोति, तथा च Amazon.com साइट् इत्यस्य कस्यापि लिङ्क् मध्ये समाविष्टः भवति ।

# Acknowledgment from https://info.arxiv.org/help/api/index.html
source: Thank you to arXiv for use of its open access interoperability.
sa: arXiv इत्यस्य मुक्तप्रवेशस्य अन्तरक्रियाशीलतायाः उपयोगाय धन्यवादः ।

source: This source has no options.
sa: अस्य स्रोतस्य विकल्पाः नास्ति ।

source: Colorist
sa: रंगकर्मी

source: Bedetheque Link
sa: बेडेथेक लिङ्क

source: ISBN#
sa: ISBN# 10 .

source: BoardGameGeek Link
sa: BoardGameGeek लिंक

source: Colnect Link
sa: लिङ्क् संयोजयन्तु

source: Mintage
sa: टकसाल

# Stanley Gibbons stamp catalog code
source: Stanley Gibbons
sa: स्टैन्ले गिब्सन

# Michel stamp catalog code
source: Michel
sa: मिशेल

source: PEGI Rating
sa: पेगी रेटिंग्

source: Language:
sa: भाषा:

source: Country code:
sa: देशसङ्केतः :

source: Comic Vine Link
sa: हास्य बेल लिंक

source: Source Options
sa: स्रोतविकल्पाः

source: Available Fields
sa: उपलब्धक्षेत्राणि

source: %1 requires a username and password.
sa: %1 इत्यस्य उपयोक्तृनाम गुप्तशब्दं च आवश्यकम् ।

source: &Username:
sa: &उपयोक्तृनाम: .

source: A username and password is required to access the CrossRef service.
sa: CrossRef सेवां प्राप्तुं उपयोक्तृनाम गुप्तशब्दं च आवश्यकम् अस्ति ।

source: &Password:
sa: &समाभाष्:

source: For some accounts, only an email address is required.
sa: केषाञ्चन खातानां कृते केवलं ईमेल-सङ्केतं आवश्यकं भवति ।

source: Email:
sa: ईमेलः

source: Danish Bibliographic Center (DBC.dk)
sa: डेनिश ग्रन्थसूची केन्द्र (DBC.dk)

source: An access key is required to use this data source.
sa: अस्य दत्तांशस्रोतस्य उपयोगाय अभिगमकुंजी आवश्यकी भवति ।

source: Discogs Link
sa: डिस्कोग्स् लिङ्क्

source: Barcode
sa: बारकोड

source: Catalog Number
sa: सूची संख्या

source: The Discogs.com server reports a token error.
sa: Discogs.com सर्वरः टोकनदोषं निवेदयति ।

source: Tracks (Disc %1)
sa: पटलाः (डिस्क %1) .

source: Discogs Audio Search
sa: ऑडियो अन्वेषणं डिस्कोग्स् करोति

source: User token:
sa: उपयोक्तृचिह्नम् :

source: Original Title
sa: मूल शीर्षक

source: Douban Link
sa: डौबन लिङ्क

source: Alternative Titles
sa: वैकल्पिक उपाधि

source: Entrez Database
sa: Database इति प्रविष्टं कुर्वन्तु

source: Institution
sa: संस्था

source: External Application
sa: बाह्य अनुप्रयोग

source: Set the collection type of the data returned from the external application.
sa: बाह्य-अनुप्रयोगात् प्रत्यागतस्य दत्तांशस्य संग्रहप्रकारं सेट् कुर्वन्तु ।

source: &Result type:
sa: &परिणामप्रकारः :

source: Set the result type of the data returned from the external application.
sa: बाह्य-अनुप्रयोगात् प्रत्यागतस्य दत्तांशस्य परिणामप्रकारं सेट् कुर्वन्तु ।

source: Application &path:
sa: अनुप्रयोग &मार्गः

source: Set the path of the application to run that should output a valid Tellico data file.
sa: चालयितुं अनुप्रयोगस्य मार्गं सेट् कुर्वन्तु यत् वैधं Tellico दत्तांशसञ्चिकां निर्गन्तुं अर्हति ।

source: Select the search keys supported by the data source.
sa: दत्तांशस्रोतेन समर्थितानि अन्वेषणकुंजीनि चिनोतु ।

source: Add any arguments that may be needed. <b>%1</b> will be replaced by the search term.
sa: यत्किमपि तर्कं आवश्यकं भवेत् तत् योजयन्तु । <b>%1 इत्यस्य</b> स्थाने अन्वेषणपदं स्थापितं भविष्यति ।

source: Arguments
sa: तर्काः

source: Update
sa: अद्यतन

source: <p>Enter the arguments which should be used to search for available updates to an entry.</p><p>The format is the same as for fields with derived values, where field names are contained inside braces, such as <i>%{author}</i>. See the documentation for details.</p>
sa: <p>प्रविष्टेः उपलब्धानि अद्यतनानि अन्वेष्टुं येषां उपयोगः करणीयः इति तर्काः प्रविशन्तु ।</p><p> प्रारूपं व्युत्पन्नमूल्यानां क्षेत्राणां समानं भवति, यत्र क्षेत्रनामानि ब्रेस्-अन्तर्गतं सन्ति, यथा <i>%{author}</i> । विस्तरेण दस्तावेजीकरणं पश्यन्तु ।</p>

source: %1 does not allow searching for this collection type.
sa: %1 अस्य संग्रहप्रकारस्य अन्वेषणं न अनुमन्यते ।

source: Person
sa: व्यक्ति

source: UPC/EAN
sa: यूपीसी/ईएएन

source: Keyword
sa: कीवर्ड

source: PubMed ID
sa: पब्मेड आईडी

source: Raw Query
sa: कच्चा प्रश्न

source: &Maximum cast:
sa: &अधिकतम कास्ट :

source: The list of cast members may include many people. Set the maximum number returned from the search.
sa: कलाकारानां सूचीयां बहवः जनाः समाविष्टाः भवितुम् अर्हन्ति । अन्वेषणात् प्रत्यागतं अधिकतमं संख्यां सेट् कुर्वन्तु ।

source: Filmaster Link
sa: फिल्मकार लिङ्क

source: Gaming History Link
sa: गेमिंग इतिहास लिङ्क

source: GCstar Plugin
sa: जीसीस्टार प्लगइन

source: Set the collection type of the data returned from the plugin.
sa: प्लगिन् तः प्रत्यागतस्य दत्तांशस्य संग्रहप्रकारं सेट् कुर्वन्तु ।

source: &Plugin:
sa: &प्लगिन्:

source: Select the GCstar plugin used for the data source.
sa: दत्तांशस्रोतस्य कृते उपयुज्यमानं GCstar प्लगिन् चिनोतु ।

source: Author:
sa: लेखकः:

source: Google Book Link
sa: गूगल पुस्तक लिङ्क

source: Google Book Search
sa: गूगल पुस्तक अन्वेषण

source: Illustrator
sa: चित्रकारः

# Dewey Decimal classification system
source: Dewey Decimal
sa: डेवी दशमलव

# Library of Congress classification system
source: LoC Classification
sa: LoC वर्गीकरण

source: Internet Bookshop (ibs.it)
sa: अन्तर्जालपुस्तकालयः (ibs.it) .

source: Internet Game Database (IGDB.com)
sa: अन्तर्जालक्रीडादत्तांशकोषः (IGDB.com)

source: Screenshot
sa: स्क्रीनशॉट्

source: IMDb Rating
sa: IMDb रेटिंग्

source: Internet Movie Database
sa: अन्तर्जालचलच्चित्रदत्तांशकोशः

source: Certifications
sa: प्रमाणीकरणानि

source: Episodes
sa: प्रकरणम्

source: Locale
sa: स्थानिक

source: Use system locale
sa: सिस्टम् लोकेलस्य उपयोगं कुर्वन्तु

source: Use custom locale
sa: कस्टम् लोकेलस्य उपयोगं कुर्वन्तु

source: Dewey Decimal
sa: डेवी दशमलव

source: Enable batch ISBN searching (requires Premium or Pro plan)
sa: बैच ISBN अन्वेषणं सक्षमं कुर्वन्तु (प्रीमियम अथवा प्रो योजना आवश्यकी अस्ति)

source: Batch searching for ISBN values is faster but only available for Premium or Pro plans.
sa: ISBN मूल्यानां बैच अन्वेषणं द्रुततरं भवति परन्तु केवलं Premium अथवा Pro योजनानां कृते एव उपलब्धम् अस्ति ।

source: KinoPoisk Link
sa: किनोपोइस्क लिंक

source: Kino-Teatr Link
sa: किनो-टीअत्र लिङ्क

source: MobyGames Link
sa: मोबीगेम्स लिंक

source: Multiple Sources
sa: बहुस्रोताः

source: Data source:
sa: दत्तांशस्रोतः :

# Standard catalog of world coins number
source: Krause-Mishler
sa: क्राउस-मिश्लर

source: Numista (%1)
sa: नुमिस्ता (%1)

source: Tellico is unable to read the search description in the OPDS catalog.
sa: Tellico OPDS सूचीपत्रे अन्वेषणविवरणं पठितुं असमर्थः अस्ति ।

source: OPDS Catalog
sa: ओपीडीएस सूची

source: Catalog:
sa: सूचीपत्रम् :

source: Enter the link to the OPDS server.
sa: OPDS सर्वरस्य लिङ्कं प्रविशन्तु ।

source: &Verify Catalog
sa: &Catalog सत्यापित करें

source: OpenLibrary Link
sa: OpenLibrary लिङ्क्

source: Library of Congress (US)
sa: काङ्ग्रेसस्य पुस्तकालयः (अमेरिका)

source: SRU Server
sa: SRU सर्वर

source: Scheme:
sa: योजना :

source: Enter the path to the database used by the server.
sa: सर्वरेण उपयुज्यमानस्य दत्तांशकोशस्य मार्गं प्रविशतु ।

source: Hos&t:
sa: शरद:

source: Enter the host name of the server.
sa: सर्वरस्य होस्ट्-नाम प्रविशतु ।

source: &Port:
sa: &पोताश्रय:

source: Enter the port number of the server. The default is %1.
sa: सर्वरस्य पोर्ट् सङ्ख्यां प्रविशन्तु । पूर्वनिर्धारितं %1 अस्ति ।

source: Path:
sa: पथं:

source: Format:
sa: प्रारूपः :

source: Enter the result format used by the server.
sa: सर्वरेण उपयुज्यमानं परिणामस्वरूपं प्रविशन्तु ।

source: Field
sa: क्षेत्रम्‌

source: Network
sa: जालकृति

source: TheMovieDB (%1)
sa: TheMovieDB (%1) 1.1.

source: Subscriber PIN:
sa: ग्राहकः पिनः :

source: VGCollect Link
sa: VGCcollect Link

source: VideoGameGeek Link
sa: VideoGameGeek लिंक

source: Alias
sa: उपनाम

source: Visual Novel
sa: दृश्य उपन्यास

source: Query error!
sa: प्रश्नदोषः !

source: Connection search error %1: %2
sa: संयोजन अन्वेषणदोषः %1: %2

source: Record syntax error
sa: वाक्यविन्यासदोषं अभिलेखयन्तु

source: Connection error %1: %2
sa: संयोजनदोषः %1: %2

source: z39.50 Server
sa: z39.50 सर्वरः

source: Use preset &server:
sa: पूर्वनिर्धारितं &server इत्यस्य उपयोगं कुर्वन्तु:

source: &Database:
sa: &दत्तांशकोशः :

source: Enter the database name used by the server.
sa: सर्वरेण उपयुज्यमानं दत्तांशकोशनाम प्रविष्टं कुर्वन्तु ।

source: Query character set:
sa: प्रश्नवर्णसमूहः :

source: Enter the character set encoding used for queries by the z39.50 server. The most likely choice is MARC-8, although ISO-8859-1 is common as well.
sa: z39.50 सर्वरेण प्रश्नानां कृते उपयुज्यमानं वर्णसमूहसङ्केतनं प्रविशन्तु । सर्वाधिकं सम्भाव्यः विकल्पः MARC-8 अस्ति, यद्यपि ISO-8859-1 अपि सामान्यम् अस्ति ।

source: Results character set:
sa: परिणाम वर्णसमूहः :

source: Enter the character set encoding used for responses by the z39.50 server. The most likely choice is MARC-8, although ISO-8859-1 is common as well.
sa: z39.50 सर्वरेण प्रतिक्रियाणां कृते उपयुज्यमानं वर्णसमूहसङ्केतनं प्रविशन्तु । सर्वाधिकं सम्भाव्यः विकल्पः MARC-8 अस्ति, यद्यपि ISO-8859-1 अपि सामान्यम् अस्ति ।

source: &Format:
sa: &स्वरूपः :

source: Auto-detect
sa: स्वतः अन्वेषणं कुर्वन्तु

source: Enter the data format used by the z39.50 server. Tellico will attempt to automatically detect the best setting if <i>auto-detect</i> is selected.
sa: z39.50 सर्वरेण उपयुज्यमानं दत्तांशस्वरूपं प्रविशन्तु । यदि <i>auto-detect</i> इति चयनं भवति तर्हि Tellico स्वयमेव सर्वोत्तमसेटिंग् अन्वेष्टुं प्रयतते ।

source: &User:
sa: &उपयोक्ता :

source: Optional
sa: वैकल्पिक
