Repository: KDE/tellico
Catalog: po/sa/tellico.po
Languages: sa

source: Enter the authentication user name used by the z39.50 database. Most servers do not need one.
sa: z39.50 दत्तांशकोशेन उपयुज्यमानं प्रमाणीकरणप्रयोक्तृनाम प्रविशन्तु । अधिकांशसर्वरस्य एकस्य आवश्यकता नास्ति ।

source: Pass&word:
sa: समाभाष्:

source: Enter the authentication password used by the z39.50 database. Most servers do not need one. The password will be saved in plain text in the Tellico configuration file.
sa: z39.50 दत्तांशकोशेन उपयुज्यमानं प्रमाणीकरणगुप्तशब्दं प्रविशन्तु । अधिकांशसर्वरस्य एकस्य आवश्यकता नास्ति । गुप्तशब्दः Tellico विन्याससञ्चिकायां साधारणपाठरूपेण रक्षितः भविष्यति ।

source: Internet Search
sa: अन्तर्जालसन्धानम्

source: Search Query
sa: अन्वेषण प्रश्न

# Start the search
source: S&earch:
sa: अन्वेषण:

source: Enter a search value. An ISBN search must include the full ISBN.
sa: अन्वेषणमूल्यं प्रविशतु । ISBN अन्वेषणे पूर्ण ISBN अवश्यं समाविष्टं भवति ।

source: Choose the type of search
sa: अन्वेषणस्य प्रकारं चिनोतु

source: &Stop
sa: &विरमतु

source: Click to start or stop the search
sa: अन्वेषणं आरभ्य स्थगयितुं वा क्लिक् कुर्वन्तु

source: &Search
sa: &अन्वेषण

source: &Multiple ISBN/UPC search
sa: &बहुविध ISBN/UPC अन्वेषण

source: Check this box to search for multiple ISBN or UPC values.
sa: बहुविध ISBN अथवा UPC मूल्यानि अन्वेष्टुं एतत् पेटी चिनोतु ।

source: Edit ISBN/UPC values...
sa: ISBN/UPC मूल्यानि सम्पादयन्तु...

source: Click to open a text edit box for entering or editing multiple ISBN or UPC values.
sa: बहुविध ISBN अथवा UPC मूल्यानि प्रविष्टुं वा सम्पादयितुं वा पाठसम्पादनपेटिकां उद्घाटयितुं क्लिक् कुर्वन्तु ।

source: Search s&ource:
sa: अन्वेषणं s&ource:

source: Select the database to search
sa: अन्वेषणार्थं दत्तांशकोशं चिनोतु

source: Source
sa: स्रोतः

source: As results are found, they are added to this list. Selecting one will fetch the complete entry and show it in the view below.
sa: यथा यथा परिणामाः प्राप्यन्ते तथा तथा ते अस्मिन् सूचौ योजिताः भवन्ति । एकं चित्वा सम्पूर्णं प्रविष्टिं आनयिष्यति, अधोलिखिते दृश्ये च दर्शयिष्यति ।

source: An entry may be shown here before adding it to the current collection by selecting it in the list above
sa: उपरिष्टात् सूचीयां चयनं कृत्वा वर्तमानसङ्ग्रहे योजयितुं पूर्वं अत्र प्रविष्टिः दर्शिता भवेत्

source: &Add Entry
sa: &प्रविष्टिः योजयतु

source: Add the selected entry to the current collection
sa: चयनितं प्रविष्टिं वर्तमानसङ्ग्रहे योजयन्तु

source: Get More Results
sa: अधिकं परिणामं प्राप्नुवन्तु

source: Fetch more results from the current data source
sa: वर्तमानदत्तांशस्रोतः अधिकानि परिणामानि आनयन्तु

source: Clear all search fields and results
sa: सर्वाणि अन्वेषणक्षेत्राणि परिणामानि च स्वच्छं कुर्वन्तु

source: Cancelling the search...
sa: अन्वेषणं रद्दं कुर्वन्...

source: Searching...
sa: अन्वेषणं कुर्वन्...

source: The search returned no items.
sa: अन्वेषणेन कोऽपि वस्तूनि न प्राप्तानि।

source: The search returned 1 item.
sa: अन्वेषणेन १ द्रव्यं प्राप्तम् ।

source: No results were found for the following ISBN values:
sa: निम्नलिखित ISBN मूल्यानां कृते कोऽपि परिणामः न प्राप्तः ।

source: No Results
sa: न परिणामः

source: Fetching %1...
sa: %1 आनयन्...

source: Attribution
sa: विशेषणम्

source: No Internet sources are available for your current collection type.
sa: भवतः वर्तमानसङ्ग्रहप्रकारस्य कृते कोऽपि अन्तर्जालस्रोतः उपलब्धः नास्ति ।

source: Edit ISBN/UPC Values
sa: ISBN/UPC मूल्यानि सम्पादयन्तु

source: <qt>Enter the ISBN or UPC values, one per line.</qt>
sa: <qt>ISBN अथवा UPC मूल्यानि प्रविशन्तु, प्रतिपङ्क्तौ एकं ।</qt>

source: <qt>Load the list from a text file.</qt>
sa: <qt>पाठसञ्चिकातः सूचीं लोड् कुर्वन्तु ।</qt>

source: <qt>An ISBN search can contain a maximum of 100 ISBN values. Only the first 100 values in your list will be used.</qt>
sa: <qt>ISBN अन्वेषणं अधिकतमं 100 ISBN मूल्यानि समाविष्टुं शक्नुवन्ति । भवतः सूचीयां प्रथमानि १०० मूल्यानि एव उपयुज्यन्ते ।</qt>

source: Data Source Properties
sa: दत्तांशस्रोतगुणाः

source: &Source name:
sa: &स्रोतनाम:

source: The name identifies the data source and should be unique and informative.
sa: नाम दत्तांशस्रोतस्य परिचयं करोति, अद्वितीयं सूचनाप्रदं च भवितुमर्हति ।

source: Source &type:
sa: स्रोतः &प्रकारः :

source: Tellico supports several different data sources.
sa: टेलिको अनेकविधदत्तांशस्रोतानां समर्थनं करोति ।

source: Updating from source should overwrite user data
sa: स्रोततः अद्यतनीकरणेन उपयोक्तृदत्तांशः अधिलिखितव्यः

source: If checked, updating entries will overwrite any existing information.
sa: यदि परीक्षितं भवति तर्हि प्रविष्टीनां अद्यतनीकरणेन विद्यमानाः सूचनाः अधिलिखिताः भविष्यन्ति ।

source: Simple Text
sa: सरलः पाठः

source: Paragraph
sa: अनुच्छेदः

source: Choice
sa: चयनं

source: Checkbox
sa: चेकबॉक्स

source: Table
sa: पीठिका

source: Date
sa: दिनाङ्कः

# ID # of the entry
source: ID
sa: आईडी

source: Date Created
sa: सृष्टि तिथि

source: Date Modified
sa: तिथि परिवर्तित

source: International Standard Book Number
sa: अन्तर्राष्ट्रीय मानक पुस्तक संख्या

# TV Season
source: Season
sa: ऋतु

# TV Episode
source: Episode
sa: प्रकरणम्

source: Front Cover
sa: अग्रे आवरणम्

source: Advanced Filter
sa: उन्नत फ़िल्टर

source: Filter Criteria
sa: फ़िल्टर मानदंड

source: Match a&ll of the following
sa: निम्नलिखितस्य a&ll मेलनं कुर्वन्तु

source: Match an&y of the following
sa: निम्नलिखितस्य an&y मेलनं कुर्वन्तु

source: Filter name:
sa: फ़िल्टर नाम :

source: &Save Filter
sa: &Save फ़िल्टर

source: Filter
sa: फ़िल्टर

source: Filter (Sort by Count)
sa: फ़िल्टर (गणनानुसार क्रमबद्धः)

source: Expand All Groups
sa: सर्वेषां समूहानां विस्तारं कुर्वन्तु

source: Collapse All Groups
sa: सर्वेषां समूहानां पतनम्

source: Filter by Group
sa: समूहेन फ़िल्टर कुर्वन्तु

source: %1 (Sort by Count)
sa: %1 (गणनानुसारं क्रमयन्तु)

# Group Name Header
source: Group
sa: समूह

source: People
sa: जनाः

source: Template Name:
sa: टेम्पलेट नाम:

source: Comment:
sa: टिप्पणी:

source: Icon:
sa: चिह्नम् :

source: Save As Collection Template
sa: संग्रह टेम्पलेट के रूप में सहेजें

source: Any Field
sa: कोऽपि क्षेत्रः

source: equals
sa: समः

source: does not equal
sa: न समं करोति

source: matches regular expression
sa: नियमितव्यञ्जनस्य मेलनं करोति

source: does not match regular expression
sa: नियमितव्यञ्जनस्य मेलनं न करोति

# is before a date
source: is before
sa: इति पूर्वम्

# is after a date
source: is after
sa: इति पश्चात्

# is less than a number
source: is less than
sa: इति न्यूनम्

# is greater than a number
source: is greater than
sa: इत्यस्मात् अधिकं भवति

source: image size equals
sa: बिम्बस्य आकारः समानः भवति

source: image size does not equal
sa: बिम्बस्य आकारः समानः न भवति

# image size is less than a number
source: image size is less than
sa: चित्रस्य आकारः न्यूनः अस्ति

# image size is greater than a number
source: image size is greater than
sa: चित्रस्य आकारः अधिकः अस्ति

source: contains
sa: भरति

source: does not contain
sa: न समाहितम्

source: Select Image...
sa: चित्रं चिनोतु...

source: Scan Image...
sa: स्कैन इमेज...

# Clear image
source: Clear
sa: स्पष्टः

source: Save link only
sa: केवलं लिङ्कं रक्षन्तु

source: All Images (%1)
sa: सर्वाणि चित्राणि (%1)

source: Opening the selected scanner failed.
sa: चयनितं स्कैनरं उद्घाटयितुं विफलम् अभवत् ।

source: Opening image in %1...
sa: %1 इत्यस्मिन् चित्रं उद्घाटयति...

source: Saving a link is only possible for newly added images.
sa: लिङ्कस्य रक्षणं केवलं नवयोगितानां चित्राणां कृते एव सम्भवति ।

# more widgets
source: More
sa: अधिकः

# fewer widgets
source: Fewer
sa: ऊन

source: Template Preview
sa: टेम्पलेट पूर्वावलोकन

source: Cancel
sa: निरसयतु

# set a value
source: &Set
sa: &दृढः

# delete a value
source: &Delete
sa: &लुप्

source: Rename Column
sa: स्तम्भस्य नाम परिवर्तनं कुर्वन्तु

source: New column name:
sa: नवीनस्तम्भनाम :

source: Column %1
sa: स्तम्भ %1

source: Rename Column...
sa: स्तम्भस्य नामकरणं कुर्वन्तु...

source: Clear Table
sa: स्पष्ट सारणी

source: Insert Row
sa: पङ्क्तिं सम्मिलितं कुर्वन्तु

source: Remove Row
sa: पङ्क्तिं निष्कासयतु

source: Move Row Up
sa: पङ्क्तिं उपरि चालयन्तु

source: Move Row Down
sa: पङ्क्तिं अधः चालयन्तु

source: Tellico is unable to load the image - %1.
sa: Tellico चित्रं लोड् कर्तुं असमर्थः अस्ति - %1.

source: Import Options
sa: आयातविकल्पाः

source: &Replace current collection
sa: &वर्तमान संग्रह प्रतिस्थापन

source: Replace the current collection with the contents of the imported file.
sa: वर्तमानसङ्ग्रहस्य स्थाने आयातितसञ्चिकायाः सामग्रीः स्थापयन्तु ।

source: A&ppend to current collection
sa: वर्तमान संग्रहं प्रति A&ppend

source: Append the contents of the imported file to the current collection. This is only possible when the collection types match.
sa: आयातितसञ्चिकायाः सामग्रीं वर्तमानसङ्ग्रहे योजयन्तु । एतत् तदा एव सम्भवति यदा संग्रहप्रकाराः मेलनं कुर्वन्ति ।

source: &Merge with current collection
sa: &वर्तमानसङ्ग्रहेण सह विलीनीकरणं कुर्वन्तु

source: Merge the contents of the imported file to the current collection. This is only possible when the collection types match. Entries must match exactly in order to be merged.
sa: आयातितसञ्चिकायाः सामग्रीं वर्तमानसङ्ग्रहे विलीनं कुर्वन्तु । एतत् तदा एव सम्भवति यदा संग्रहप्रकाराः मेलनं कुर्वन्ति । विलीनीकरणार्थं प्रविष्टयः सम्यक् मेलनं भवितुमर्हन्ति ।

source: &Import
sa: &आयात

source: Tellico Files
sa: टेलिको फाइल्स

source: XML Files
sa: XML सञ्चिकाः

source: Bibtex Files
sa: बिबटेक्स सञ्चिकाः

source: CSV Files
sa: CSV सञ्चिकाः

source: RIS Files
sa: RIS सञ्चिकाः

source: GCstar Data Files
sa: GCstar Data Files इति

source: AMC Data Files
sa: एएमसी डाटा फाइल्स

source: PDF Files
sa: PDF सञ्चिकाः

source: Referencer Files
sa: सन्दर्भसञ्चिकाः

source: CIW Files
sa: CIW सञ्चिकाः

source: VinoXML Data Files
sa: VinoXML आँकडा सञ्चिकाः

source: eBook Files
sa: ईपुस्तकसञ्चिकाः

source: JSON Files
sa: JSON सञ्चिकाः

source: Loan Dialog
sa: ऋण संवाद

source: The following items are being checked out:
sa: निम्नलिखितवस्तूनि परीक्षितानि सन्ति।

source: The following item is on-loan:
sa: निम्नलिखित वस्तु ऋणेन अस्ति :

source: &Lend to:
sa: &ऋणं ददातु :

source: Enter the name of the person borrowing the items from you. Clicking the button allows you to select from your address book.
sa: भवतः वस्तूनि ऋणं गृह्णन् व्यक्तिस्य नाम प्रविशतु। बटन् नुदनेन भवान् स्वस्य पतापुस्तकात् चयनं कर्तुं शक्नोति ।

source: &Loan date:
sa: &ऋणतिथिः :

source: The check-out date is the date that you lent the items. By default, today's date is used.
sa: चेक-आउट्-तिथिः भवता वस्तूनि ऋणं दत्तवती इति तिथिः । पूर्वनिर्धारितरूपेण अद्यतनतिथिः उपयुज्यते ।

source: D&ue date:
sa: D&ue तिथिः :

source: The due date is when the items are due to be returned. The due date is not required, unless you want to add the loan to your active calendar.
sa: नियततिथिः तदा भवति यदा वस्तूनि प्रत्यागन्तुं भवन्ति। नियततिथिः आवश्यकी नास्ति, यावत् भवान् स्वस्य सक्रियपञ्चाङ्गे ऋणं योजयितुम् इच्छति।

source: &Note:
sa: &टीका:

source: You can add notes about the loan.
sa: ऋणस्य विषये टिप्पण्यानि योजयितुं शक्नुवन्ति।

source: &Add a reminder to the active calendar
sa: &सक्रियपञ्चाङ्गे स्मारकं योजयन्तु

source: <qt>Checking this box will add a <em>To-do</em> item to your active calendar, which can be viewed using KOrganizer. The box is only active if you set a due date.</qt>
sa: <qt>एतत् पेटीम् चेक् कृत्वा भवतः सक्रियपञ्चाङ्गे <em>To-do इति</em> द्रव्यं योजयिष्यति, यत् KOrganizer इत्यस्य उपयोगेन द्रष्टुं शक्यते । यदा भवान् नियततिथिं निर्धारयति तदा एव पेटी सक्रियः भवति ।</qt>

source: Check-in
sa: चेक-इन

source: Modify Loan...
sa: ऋणं परिवर्तयतु...

source: Borrower
sa: ऋणग्राहकः

source: Borrower (Sort by Count)
sa: ऋणग्राहकः (गणनानुसार क्रमबद्धः)

source: Tellico - collection management software, free and simple
sa: Tellico - संग्रह प्रबन्धन सॉफ्टवेयर, निःशुल्क सरल च

source: Data source scripts
sa: दत्तांशस्रोतलिपिः

source: Icons
sa: चिह्नानि

source: Code examples and general inspiration
sa: संहिता उदाहरणानि सामान्यप्रेरणा च

source: Author of btparse library
sa: btparse पुस्तकालयस्य लेखकः

source: Author of libcsv library
sa: libcsv पुस्तकालयस्य लेखकः

source: Author of rtf2html library
sa: rtf2html पुस्तकालयस्य लेखकः

source: Do not reopen the last open file
sa: अन्तिमं उद्घाटितं सञ्चिकां पुनः न उद्घाटयन्तु

source: Import <filename> as a bibtex file
sa: <filename> इत्येतत् bibtex सञ्चिकारूपेण आयातयन्तु

source: Import <filename> as a MODS file
sa: <filename> इत्येतत् MODS सञ्चिकारूपेण आयातयन्तु

source: Import <filename> as a RIS file
sa: <filename> इत्येतत् RIS सञ्चिकारूपेण आयातयन्तु

source: Import <filename> as a PDF file
sa: <filename> इत्येतत् PDF सञ्चिकारूपेण आयातयन्तु

source: Log diagnostic output
sa: लॉग डायग्नोस्टिक आउटपुट

source: Write log output to <filename>
sa: <filename> इत्यत्र log output लिखन्तु

source: File to open
sa: सञ्चिकां उद्घाटयितुं

source: New Collection
sa: नवीन संग्रह

source: Create a new collection
sa: नूतनं संग्रहं रचयन्तु

source: New &Book Collection
sa: नवीन &पुस्तक संग्रह

source: Create a new book collection
sa: नूतनं पुस्तकसङ्ग्रहं रचयन्तु

source: New B&ibliography
sa: नवीन B&ibliography

source: Create a new bibtex bibliography
sa: एकं नवीनं bibtex ग्रन्थसूचीं रचयन्तु

source: New &Comic Book Collection
sa: नवीन &हास्य पुस्तक संग्रह

source: Create a new comic book collection
sa: नूतनं हास्यपुस्तकसङ्ग्रहं रचयन्तु

source: New &Video Collection
sa: नवीन &वीडियो संग्रह

source: Create a new video collection
sa: नूतनं विडियो संग्रहं रचयन्तु

source: New &Music Collection
sa: नवीन &संगीत संग्रह

source: Create a new music collection
sa: नूतनं सङ्गीतसङ्ग्रहं रचयन्तु

source: New C&oin Collection
sa: नवीन C&oin संग्रह

source: Create a new coin collection
sa: नूतनं मुद्रासङ्ग्रहं रचयन्तु

source: New &Stamp Collection
sa: नवीन & डाक टिकट संग्रह

source: Create a new stamp collection
sa: नूतनं डाकटिकटसङ्ग्रहं रचयन्तु

source: New C&ard Collection
sa: नवीन C&ard संग्रह

source: Create a new trading card collection
sa: नूतनं व्यापारपत्रसङ्ग्रहं रचयन्तु

source: New &Wine Collection
sa: New &Wine संग्रह

source: Create a new wine collection
sa: नूतनं मद्यसङ्ग्रहं रचयन्तु

source: New Video &Game Collection
sa: नवीन विडियो &खेल संग्रह

source: Create a new video game collection
sa: नूतनं विडियो गेम संग्रहं रचयन्तु

source: New Boa&rd Game Collection
sa: नवीन Boa&rd गेम संग्रह

source: Create a new board game collection
sa: नूतनं बोर्ड गेम संग्रहं रचयन्तु

source: New &File Catalog
sa: नवीन &सञ्चिका सूची

source: Create a new file catalog
sa: नूतनं सञ्चिकासूचीं रचयन्तु

source: New C&ustom Collection
sa: नवीन कस्टम संग्रह

source: Create a new custom collection
sa: नूतनं कस्टम् संग्रहं रचयन्तु

source: Open an existing document
sa: विद्यमानं दस्तावेजं उद्घाटयन्तु

source: Open a recently used file
sa: सद्यः प्रयुक्तां सञ्चिकां उद्घाटयन्तु

source: Save the document
sa: दस्तावेजं रक्षन्तु

source: Save the document as a different file...
sa: दस्तावेजं भिन्नसञ्चिकारूपेण रक्षन्तु...

source: Save As Template...
sa: टेम्पलेट के रूप में सहेजें...

source: Save as a collection template
sa: संग्रह टेम्पलेट् रूपेण रक्षन्तु

source: Print the contents of the collection...
sa: संग्रहस्य सामग्रीं मुद्रयन्तु...

source: Preview the contents of the collection...
sa: संग्रहस्य सामग्रीं पूर्वावलोकनं कुर्वन्तु...

source: Quit the application
sa: अनुप्रयोगं त्यजन्तु

source: Import the collection data from other formats
sa: अन्येभ्यः प्रारूपेभ्यः संग्रहदत्तांशं आयातयन्तु

source: Import Tellico Data...
sa: आयात Tellico Data...

source: Import another Tellico data file
sa: अन्यं Tellico दत्तांशसञ्चिकां आयातयन्तु

source: Import CSV Data...
sa: CSV Data आयातं कुर्वन्तु...

source: Import a CSV file
sa: CSV सञ्चिकां आयातयन्तु

source: Import MODS Data...
sa: MODS Data आयात करें...

source: Import a MODS data file
sa: MODS दत्तांशसञ्चिकां आयातयन्तु

source: Import Alexandria Data...
sa: आयात अलेक्जेण्ड्रिया डाटा...

source: Import data from the Alexandria book collection manager
sa: अलेक्जेण्ड्रिया पुस्तकसंग्रहप्रबन्धकात् आँकडा आयातयन्तु

source: Import Delicious Library Data...
sa: स्वादिष्ट पुस्तकालय डेटा आयात करें...

source: Import data from Delicious Library
sa: स्वादिष्टपुस्तकालयात् आँकडा आयातयन्तु

source: Import Collectorz Data...
sa: आयात कलेक्टर्ज डाटा...

source: Import data from Collectorz
sa: Collectorz इत्यस्मात् आँकडाम् आयातयन्तु

source: Import Data Crow Data...
sa: आयात डाटा कौआ डाटा...

source: Import data from Data Crow
sa: Data Crow इत्यस्मात् data आयातयन्तु

source: Import Referencer Data...
sa: आयात सन्दर्भ डेटा...

source: Import data from Referencer
sa: References तः दत्तांशं आयातयन्तु

source: Import Bibtex Data...
sa: Bibtex Data आयात करें...

source: Import a bibtex bibliography file
sa: bibtex ग्रन्थसूचीसञ्चिकां आयातयन्तु

source: Import Bibtexml Data...
sa: Bibtexml Data आयात करें...

source: Import a Bibtexml bibliography file
sa: Bibtexml ग्रन्थसूचीसञ्चिकां आयातयन्तु

source: Import RIS Data...
sa: आयात RIS Data...

source: Import an RIS reference file
sa: RIS सन्दर्भसञ्चिकां आयातयन्तु

source: Import MARC Data...
sa: आयात MARC Data...

source: Import MARC data
sa: MARC आँकडा आयात करें

source: Import Goodreads Collection...
sa: आयात गुडरीड्स संग्रह...

source: Import a collection from Goodreads.com
sa: Goodreads.com इत्यस्मात् संग्रहं आयातयन्तु

source: Import LibraryThing Collection...
sa: आयात पुस्तकालयवस्तु संग्रह...

source: Import a collection from LibraryThing.com
sa: LibraryThing.com इत्यस्मात् संग्रहं आयातयन्तु

source: Import PDF File...
sa: PDF सञ्चिका आयातयन्तु...

source: Import a PDF file
sa: PDF सञ्चिकां आयातयन्तु

source: Import Audio File Metadata...
sa: ऑडियो सञ्चिका मेटाडाटा आयातयन्तु...

source: Import meta-data from audio files
sa: श्रव्यसञ्चिकाभ्यः मेटा-दत्तांशं आयातयन्तु

source: Import Audio CD Data...
sa: ऑडियो सीडी डाटा आयात करें...

source: Import audio CD information
sa: श्रव्य-सीडी-सूचनाम् आयातयन्तु

source: Import Discogs Collection...
sa: आयात डिस्कोग्स संग्रह...

source: Import a collection from Discogs.com
sa: Discogs.com इत्यस्मात् संग्रहं आयातयन्तु

source: Import GCstar Data...
sa: GCstar Data आयात करें...

source: Import a GCstar data file
sa: GCstar दत्तांशसञ्चिकां आयातयन्तु

source: Import Griffith Data...
sa: ग्रिफिथ डाटा आयात करें...

source: Import a Griffith database
sa: एकं ग्रिफिथ-दत्तांशकोशं आयातयन्तु

source: Import Ant Movie Catalog Data...
sa: आयात चींटी चलचित्र सूची डेटा...

source: Import an Ant Movie Catalog data file
sa: Ant Movie Catalog इति आँकडा सञ्चिकां आयातयन्तु

source: Import BoardGameGeek Collection...
sa: आयात BoardGameGeek संग्रह...

source: Import a collection from BoardGameGeek.com
sa: BoardGameGeek.com इत्यस्मात् संग्रहं आयातयन्तु

source: Import VinoXML...
sa: VinoXML आयात करें...

source: Import VinoXML data
sa: VinoXML आँकडा आयात करें

source: Import File Listing...
sa: आयात सञ्चिकासूची...

source: Import information about files in a folder
sa: एकस्मिन् पुटे सञ्चिकानां विषये सूचनां आयातयन्तु

source: Import XSL Transform...
sa: आयात XSL परिवर्तन...

source: Import using an XSL Transform
sa: XSL Transform इत्यस्य उपयोगेन आयातं कुर्वन्तु

source: &Export
sa: &निर्यात

source: Export the collection data to other formats
sa: संग्रहदत्तांशं अन्यस्वरूपेषु निर्यातयन्तु

source: Export to XML...
sa: XML मध्ये निर्यातं कुर्वन्तु...

source: Export to a Tellico XML file
sa: Tellico XML सञ्चिकायां निर्यातं कुर्वन्तु

source: Export to Zip...
sa: जिप् मध्ये निर्यातं कुर्वन्तु...

source: Export to a Tellico Zip file
sa: Tellico Zip सञ्चिकायां निर्यातं कुर्वन्तु

source: Export to HTML...
sa: HTML मध्ये निर्यातं कुर्वन्तु...

source: Export to an HTML file
sa: HTML सञ्चिकायां निर्यातं कुर्वन्तु

source: Export to CSV...
sa: CSV मध्ये निर्यातं कुर्वन्तु...

source: Export to a comma-separated values file
sa: अल्पविरामेन पृथक्कृतमूल्यसञ्चिकायां निर्यातयन्तु

source: Export to Alexandria...
sa: अलेक्जेण्ड्रियादेशं प्रति निर्यातः...

source: Export to an Alexandria library
sa: अलेक्जेण्ड्रिया-पुस्तकालयं प्रति निर्यातं कुर्वन्तु

source: Export to Bibtex...
sa: Bibtex मध्ये निर्यातं कुर्वन्तु...

source: Export to a bibtex file
sa: bibtex सञ्चिकायां निर्यातयन्तु

source: Export to Bibtexml...
sa: Bibtexml मध्ये निर्यातं कुर्वन्तु...

source: Export to a Bibtexml file
sa: Bibtexml सञ्चिकायां निर्यातयन्तु

source: Export to ONIX...
sa: ONIX मध्ये निर्यातं कुर्वन्तु...

source: Export to an ONIX file
sa: ONIX सञ्चिकायां निर्यातं कुर्वन्तु

source: Export to GCstar...
sa: GCstar मध्ये निर्यातं कुर्वन्तु...

source: Export to a GCstar data file
sa: GCstar दत्तांशसञ्चिकायां निर्यातं कुर्वन्तु

source: Export XSL Transform...
sa: निर्यातं XSL परिवर्तनम्...

source: Export using an XSL Transform
sa: XSL Transform इत्यस्य उपयोगेन निर्यातं कुर्वन्तु

source: Cut the selected text and puts it in the clipboard
sa: चयनितं पाठं कटयित्वा क्लिप्बोर्ड् मध्ये स्थापयति

source: Copy the selected text to the clipboard
sa: चयनितं पाठं क्लिप्बोर्ड् प्रति प्रतिलिख्यताम्

source: Paste the clipboard contents
sa: क्लिप्बोर्डस्य सामग्रीं चिनोतु

source: Select all the entries in the collection
sa: संग्रहे सर्वाणि प्रविष्टयः चिनोतु

source: Deselect all the entries in the collection
sa: संग्रहे सर्वाणि प्रविष्टयः अचयनं कुर्वन्तु

source: Advanced &Filter...
sa: उन्नत &फ़िल्टर...

source: Filter the collection
sa: संग्रहं छानयन्तु

source: &New Entry...
sa: &नवीन प्रविष्टि...

source: New Entry
sa: नवीन प्रविष्टि

source: Create a new entry
sa: नूतनं प्रविष्टिं रचयन्तु

source: Add Entry
sa: प्रविष्टि योजयतु

source: Internet Search...
sa: अन्तर्जाल अन्वेषण...

source: Search the internet...
sa: अन्तर्जालस्य अन्वेषणं कुर्वन्तु...

source: Edit the selected entries
sa: चयनितप्रविष्टयः सम्पादयन्तु

source: Copy the selected entries
sa: चयनितप्रविष्टीनां प्रतिलिपिं कुर्वन्तु

source: Delete the selected entries
sa: चयनितप्रविष्टयः विलोपयन्तु

source: &Merge Entries
sa: &विलय प्रविष्टयः

source: Merge the selected entries
sa: चयनितप्रविष्टीनां विलयः

source: Check-&out...
sa: चेक-&आउट...

source: Check-out the selected items
sa: चयनितवस्तूनि पश्यन्तु

source: Check-&in
sa: चेक-&इन

source: Check-in the selected items
sa: चयनितवस्तूनि चेक-इन् कुर्वन्तु

source: &Rename Collection...
sa: &संग्रह नाम बदलें...

source: Rename the collection
sa: संग्रहस्य नाम परिवर्तनं कुर्वन्तु

source: Collection &Fields...
sa: संग्रह &क्षेत्राणि...

source: Fields
sa: क्षेत्राणि

source: Modify the collection fields
sa: संग्रहक्षेत्राणि परिवर्तयन्तु

source: &Generate Reports...
sa: &रिपोर्ट् जनयतु...

source: Reports
sa: प्रतिवेदनानि

source: Generate collection reports
sa: संग्रहप्रतिवेदनानि जनयन्तु

source: Convert to &Bibliography
sa: &Bibliography इत्यत्र परिवर्तयन्तु

source: Convert a book collection to a bibliography
sa: पुस्तकसङ्ग्रहं ग्रन्थसूचौ परिवर्तयन्तु

source: String &Macros...
sa: स्ट्रिंग &मैक्रोस...

source: Edit the bibtex string macros
sa: bibtex स्ट्रिंग् मैक्रोस् सम्पादयन्तु

source: Check for Duplicate Keys...
sa: डुप्लिकेट कुञ्जीनां कृते जाँचं कुर्वन्तु...

source: Check for duplicate citation keys
sa: द्वितीयकप्रशस्तिपत्रकुञ्जीनां कृते जाँचं कुर्वन्तु

source: Copy Bibtex to Cli&pboard
sa: Bibtex इत्यस्य प्रतिलिपिं Cli&pboard इत्यत्र कुर्वन्तु

source: Copy bibtex citations to the clipboard
sa: bibtex उद्धरणं क्लिप्बोर्ड् प्रति प्रतिलिख्यताम्

source: Cite Entry in &LyX
sa: &LyX इत्यस्मिन् प्रविष्टेः उद्धरणं ददातु

source: Cite the selected entries in LyX
sa: LyX मध्ये चयनितप्रविष्टीनां उद्धरणं कुर्वन्तु

# Update Entry
source: Update
sa: अद्यतन

source: All Sources
sa: सर्वे स्रोताः

source: Update entry data from all available sources
sa: सर्वेभ्यः उपलब्धस्रोतेभ्यः प्रवेशदत्तांशं अद्यतनं कुर्वन्तु

source: Unlock Layout
sa: अनलॉक लेआउट

source: Unlock the window's layout
sa: विण्डो इत्यस्य विन्यासं अनलॉक् कुर्वन्तु

source: Lock Layout
sa: ताला विन्यास

source: Lock the window's layout
sa: विण्डो इत्यस्य विन्यासं ताडयन्तु

source: Reset Layout
sa: लेआउट् पुनः सेट् कुर्वन्तु

source: Reset the window's layout
sa: विण्डो इत्यस्य विन्यासं पुनः सेट् कुर्वन्तु

source: Entry &Editor
sa: प्रविष्टि &सम्पादक

source: Enable/disable the editor
sa: सम्पादकं सक्षमं/अक्षमं कुर्वन्तु

source: Show Log
sa: Log दर्शयतु
