Repository: KDE/tellico
Catalog: po/*/tellico.po
Languages: ar, lv

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
lv: Toms Trasūns

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
lv: toms.trasuns@posteo.net

# Album XSL Template
source: Album
ar: الألبوم
lv: Albums

# Default XSL Template
source: Default
ar: المبدئيّ
lv: Noklusējums

# Fancy XSL Template
source: Fancy
ar: فاخر
lv: Šiks

# Video XSL Template
source: Video
ar: فيديو

# Compact XSL Template
source: Compact
ar: مُدمج
lv: Kompakts

# Title Listing (Vertical) XSL Template
source: Title Listing (Vertical)
ar: قائمة العناوين (عمودي)
lv: Nosaukumu uzskaite (vertikāla)

# Group View XSL Template
source: Group View
ar: عرض المجموعة
lv: Grupu skats

# Loan View XSL Template
source: Loan View
ar: عرض الإعارة
lv: Aizdošanas skats

# Title Listing (Horizontal) XSL Template
source: Title Listing (Horizontal)
ar: قائمة العناوين (أفقي)
lv: Nosaukumu uzskaite (horizontāla)

# Image List XSL Template
source: Image List
ar: قائمة الصّور
lv: Attēlu saraksts

# Image Grid XSL Template
source: Image Grid
ar: شبكة الصور
lv: Attēlu režģis

# Tri-Column XSL Template
source: Tri-Column
ar: ثلاثي الأعمدة
lv: Trīs kolonnas

# Column View XSL Template
source: Column View
ar: عرض الأعمدة
lv: Kolonnu skats

source: Citation Key Manager
ar: مدير مفاتيح الاقتباس
lv: Atsauču atslēgu pārvaldnieks

source: Checking for entries with duplicate citation keys...
ar: يتحقق من وجود مدخلات بمفاتيح اقتباس مكررة...
lv: Pārbauda ierakstus, kuros dublējas atsauču atslēgas...

source: Check for duplicates
ar: تحقق من التكرارات
lv: Pārbaudīt dublikātus

source: Filter for duplicates
ar: تصفية التكرارات
lv: Filtrēt dublikātus

source: There are no duplicate citation keys.
ar: لا يوجد مفاتيح اقتباس مكررة.
lv: Nav dublējošos atsauču atslēgu.

source: There is %1 duplicate citation key.
ar: يوجد %1 من مفاتيح الاقتباس المكررة.
lv: %1 atsauču atslēga dublējas

source: Select Borrower
ar: اختر المُستعير
lv: Atlasiet personu, kura aizņemas

source: Name
ar: الاسم
lv: Nosaukums

source: Collection Size
ar: حجم المجموعة
lv: Kolekcijas izmērs

source: Total entries: %1
ar: إجمالي المدخلات: %1
lv: Ierakstu skaits kopā: %1

source: Collection Size Over Time
ar: حجم المجموعة على الخط الزمني
lv: Kolekcijas izmērs laika gaitā

source: Group Summary: %1
ar: ملخص المجموعة: %1
lv: Grupu kopsavilkums: %1

source: Total number of entries: %1
ar: إجمالي عدد الإدخالات: %1
lv: Kopējais ierakstu skaits: %1

source: Top Values: %1
ar: أعلى القيم: %1
lv: Augstākās vērtības: %1

source: Group Summary Report
ar: تقرير ملخص المجموعة
lv: Grupu kopsavilkuma ziņojums

source: Year Distribution
ar: توزيع السنوات
lv: Izdošanas gads

# Distinct number of items
source: Count
ar: العدد
lv: Skaits

source: <qt>Tellico is unable to write to the server pipe at <b>%1</b>.</qt>
ar: <qt>تلكو غير قادر على الكتابة إلى أنبوب الخادوم في <b>%1</b>.</qt>
lv: <qt>„Tellico“ nespēj rakstīt servera konveijerā <b>%1</b>.</qt>

source: My Collection
ar: مجموعتي
lv: Mana kolekcija

source: Personal
ar: شخصيّ
lv: Personīga informācija

source: Book Collection
ar: مجموعة الكتب
lv: Grāmatu kolekcija

source: Bibliography
ar: ثبَت مراجع
lv: Bibliogrāfija

source: Comic Book Collection
ar: مجموعة القصص المصورة
lv: Komiksu kolekcija

source: Video Collection
ar: مجموعة الفيديو
lv: Video kolekcija

source: Music Collection
ar: مجموعة الموسيقى
lv: Mūzikas kolekcija

source: Coin Collection
ar: مجموعة العملات النقدية
lv: Monētu kolekcija

source: Stamp Collection
ar: مجموعة الطوابع
lv: Pastmarku kolekcija

source: Wine Collection
ar: مجموعة النبيذ
lv: Vīna kolekcija

source: Card Collection
ar: مجموعة البطاقات
lv: Sporta kartiņu kolekcija

source: Video Game Collection
ar: مجموعة ألعاب الفيديو
lv: Datorspēļu kolekcija

source: File Catalog
ar: فهرس الملفات
lv: Dokumentu katalogs

source: Board Game Collection
ar: مجموعة ألعاب الطاولة
lv: Galda spēļu kolekcija

source: Custom Collection
ar: مجموعة مخصصة
lv: Pielāgota kolekcija

# @info:tooltip
source: The internal field name is <em>%1</em>.
ar: اسم الحقل الداخلي هو <em>%1</em>.
lv: Iekšējais lauka nosaukums ir <em>%1</em>.

source: Collection Fields
ar: حقول المجموعة
lv: Kolekcijas lauki

source: Current Fields
ar: الحقول الحالية
lv: Pašreizējie lauki

# New Field
source: &New
ar: &جديد
lv: &Jauns

source: Add a new field to the collection
ar: أضف حقلاً جديداً إلى المجموعة
lv: Pievienot kolekcijai jaunu lauku

# Delete Field
source: Delete
ar: احذف
lv: Dzēst

source: Remove a field from the collection
ar: أزل حقلاً من المجموعة
lv: Noņemt lauku no kolekcijas

source: Move this field up in the list. The list order is important for the layout of the entry editor.
ar: حرّك هذا الحقل للأعلى في القائمة. ترتيب القائمة مهم لتخطيط محرر المدخلة.
lv: Pārvietot šo lauku augšup sarakstā. Saraksta kārtība ir svarīga ierakstu redaktora izkārtojumam.

source: Move this field down in the list. The list order is important for the layout of the entry editor.
ar: حرّك هذا الحقل للأسفل في القائمة. ترتيب القائمة مهم لتخطيط محرر المدخلة.
lv: Pārvietot šo lauku zemāk sarakstā. Saraksta kārtība ir svarīga ieraktu redaktora izkārtojumam.

source: Field Properties
ar: خصائص الحقل
lv: Lauka īpašības

source: &Title:
ar: ال&عنوان:
lv: &Nosaukums:

source: The title of the field
ar: عنوان الحقل
lv: Šis ir lauka nosaukums

source: T&ype:
ar: ال&نوع:
lv: T&ips:

source: The type of the field determines what values may be used.
ar: نوع الحقل يحدد القيم التي يمكن استخدامها.
lv: Lauka tips nosaka, kāda veida vērtības lauks var saturēt.

source: <i>Simple Text</i> is used for most fields.
ar: يُستخدم <i>نص بسيط</i> لمعظم الحقول.
lv: <i>Vienkāršs teksts</i> ir izmantojams lielākajai daļai lauku.

source: <i>Paragraph</i> is for large text blocks.
ar: <i>فقرة</i> هي لكتل النصوص الكبيرة.
lv: <i>Rindkopa</i> ir paredzēts garākiem tekstiem.

source: <i>Choice</i> limits the field to certain values.
ar: <i>خيار</i> يقصر الحقل على قيم معينة.
lv: <i>Izvēle</i> ierobežo lauku līdz noteiktām vērtībām.

source: <i>Checkbox</i> is for a simple yes/no value.
ar: <i>خانة اختيار</i> هي لقيمة نعم/لا بسيطة.
lv: <i>Izvēles rūtiņa</i> paredzēta vienkāršām jā/nē vērtībām.

source: <i>Number</i> indicates that the field contains a numerical value.
ar: <i>رقم</i> يشير إلى أن الحقل يحتوي على قيمة عددية.
lv: <i>Skaitlis</i> norāda, ka lauks saturēs skaitlisku vērtību.

source: <i>URL</i> is for fields which refer to URLs, including references to other files.
ar: <i>عنوان URL</i> هو للحقول التي تشير إلى عناوين URL، بما في ذلك المراجع إلى ملفات أخرى.
lv: <i>URL adrese</i> ir paredzēta laukiem, kas satur URL adreses, tostarp atsauces uz citām datnēm.

source: A <i>Table</i> may hold one or more columns of values.
ar: قد يحمل <i>جدول</i> عموداً واحداً أو أكثر من القيم.
lv: <i>Tabula</i> var saturēt vienu vai vairākas kolonnu vērtības.

source: An <i>Image</i> field holds a picture.
ar: حقل <i>صورة</i> يحمل صورة.
lv: <i>Attēla</i> lauks satur attēlu.

source: A <i>Date</i> field can be used for values with a day, month, and year.
ar: يمكن استخدام حقل <i>تاريخ</i> للقيم التي تتضمن يوماً وشهراً وسنة.
lv: <i>Datuma</i> lauku var izmantot ar dienas, mēneša un gada vērtībām.

source: A <i>Rating</i> field uses stars to show a rating number.
ar: حقل <i>تقييم</i> يستخدم النجوم لعرض رقم التقييم.
lv: <i>Reitinga</i> lauks satur zvaigznītes, kas norāda reitingu.

source: Cate&gory:
ar: ال&فئة:
lv: Kate&gorija:

source: The field category determines where the field is placed in the editor.
ar: فئة الحقل تحدد موضع الحقل في المحرر.
lv: Lauka kategorija nosaka, kur redaktorā atradīsies lauks.

source: Set &properties...
ar: اضبط &الخصائص...
lv: Iestatīt ī&pašības...

source: Extended field properties are used to specify things such as the corresponding bibtex field.
ar: تُستخدم خصائص الحقل الموسعة لتحديد أشياء مثل حقل ببليوتخ المقابل.
lv: Paplašinātās lauka īpašības izmanto, lai kaut ko precizētu, piemēram, atbilstošo „bibtex“ lauku.

source: Description:
ar: الوصف:
lv: Apraksts:

source: The description is a useful reminder of what information is contained in the field.
ar: الوصف هو تذكير مفيد بالمعلومات التي يحتويها الحقل.
lv: Apraksts ir noderīgs atgādinājums par informāciju, ko satur lauks.

source: Value Options
ar: خيارات القيمة
lv: Vērtības opcijas

source: Default value:
ar: القيمة المبدئية:
lv: Noklusējuma vērtība:

source: <qt>A default value can be set for new entries.</qt>
ar: <qt>يمكن ضبط قيمة مبدئية للمدخلات الجديدة.</qt>
lv: <qt>Varat noteikt noklusējuma vērtību jauniem ierakstiem.</qt>

source: Value template:
ar: قالب القيمة:
lv: Vērtības veidne:

source: Derived values are formed from the values of other fields according to the value template. Named fields, such as "%{year} %{title}", get substituted in the value.
ar: تتشكل القيم المشتقة من قيم حقول أخرى وفقاً لقالب القيمة. تُستبدل الحقول المُسمَّاة، مثل "%{year} %{title}"، في القيمة.
lv: Atvasinātā vērtības veidojas no lauku vērtībā saskaņā ar to vērtības veidni. Nosauktus lauki, piemēram, „%{year} %{title}“ programma vērtībā aizvieto.

source: Use derived value
ar: استخدم قيمة مشتقة
lv: Izmantot atvasinātu vērtību

source: A&llowed values:
ar: القيم الم&سموح بها:
lv: A&tļautās vērtības:

source: <qt>For <i>Choice</i>-type fields, these are the only values allowed. They are placed in a combo box. The possible values have to be separated by a semi-colon, for example: "dog; cat; mouse"</qt>
ar: <qt>لحقول نوع <i>خيار</i>، هذه هي القيم الوحيدة المسموح بها. توضع في مربع تحرير وسرد. يجب فصل القيم الممكنة بفاصلة منقوطة، على سبيل المثال: "كلب؛ قطة؛ فأر"</qt>
lv: <qt><i>Izvēles</i> tipa laukiem šīs ir vienīgās atļautās vērtības. Tās atrodas kombinētajā lodziņā. Iespējamās vērtības ir jāatdala ar semikolu, piemēram: „suns; kaķis; pele“.</qt>

source: Format options:
ar: خيارات التنسيق:
lv: Formāta opcijas:

source: No formatting
ar: لا تنسيق
lv: Bez formatējums

source: Allow auto-capitalization only
ar: اسمح برسملة آلية فقط
lv: Atļaut tikai automātiskus lielos un mazos burtus

source: Format as a title
ar: نسّق كعنوان
lv: Formatēt kā nosaukumu

source: Format as a name
ar: نسّق كاسم
lv: Formatēt kā vārdu

source: Field Options
ar: خيارات الحقل
lv: Lauka opcijas

source: Enable auto-completion
ar: فعّل الإكمال الآليّ
lv: Ieslēgt automātisku pabeigšanu

source: If checked, KDE auto-completion will be enabled in the text edit box for this field.
ar: عند الاختيار، يتفعّل الإكمال الآلي لـ KDE في مربع تحرير النص لهذا الحقل.
lv: Ja atzīmēts, šī lauka teksta rediģēšanas lauciņā būs ieslēgta KDE automātiskā pabeigšana.

source: Allow multiple values
ar: اسمح بقيم متعددة
lv: Atļaut vairākas vērtības

source: If checked, Tellico will parse the values in the field for multiple values, separated by a semi-colon.
ar: إذا اُختير، فستحلل تلكو القيم في الحقل بحثاً عن قيم متعددة، مفصولة بفاصلة منقوطة.
lv: Ja atzīmēts, „Tellico“, analizēs lauku, meklējot vairākas vērtības, kas atdalītas ar semikolu.

source: Allow grouping
ar: اسمح بالتجميع
lv: Atļaut grupēšanu

source: If checked, this field may be used to group the entries in the group view.
ar: إذا اُختير، يمكن استخدام هذا الحقل لتجميع المدخلات في عرض المجموعة.
lv: Ja atzīmēts, šo lauku varat izmantot, lai grupētu ierakstus grupu skatā.

source: Revert the selected field's properties to the default values.
ar: أعد خصائص الحقل المختار إلى القيم المبدئية.
lv: Atiestatīt atlasītā lauka īpašības uz tā noklusējuma vērtībām.

source: Modify Fields
ar: عدّل الحقول
lv: Modificēt laukus

source: <qt>Removing allowed values from the <i>%1</i> field which currently exist in the collection may cause data corruption. Do you want to keep your modified values or cancel and revert to the current ones?</qt>
ar: <qt>قد يسبب إزالة القيم المسموح بها من حقل <i>%1</i> الموجودة حالياً في المجموعة تلفاً للبيانات. هل تريد الاحتفاظ بقيمك المعدّلة أو الإلغاء والعودة إلى القيم الحالية؟</qt>
lv: <qt>Atļauto vērtību noņemšana no <i>%1</i> lauka, kas jau eksistē kolekcijā, var sabojāt datus. Vai vēlaties paturēt modificētās vērtības vai tās atcelt un atgriezties pie pašreizējām?</qt>

source: Keep modified values
ar: احتفظ بالقيم المعدّلة
lv: Paturēt modificētās vērtības

source: New Field %1
ar: حقل جديد %1
lv: Jauns lauks „%1“

source: Revert Field Properties
ar: أعد خصائص الحقل
lv: Atiestatīt lauka īpašības

source: <qt><p>Do you really want to revert the properties for the <em>%1</em> field back to their default values?</p></qt>
ar: <qt><p>هل تريد حقاً إعادة خصائص حقل <em>%1</em> إلى قيمه المبدئية؟</p></qt>
lv: <qt><p>Vai tiešām vēlaties atiestatīt īpašības <em>%1</em> laukam uz to noklusējuma vērtību?</p></qt>

source: Revert
ar: تراجع
lv: Atiestatīt

source: Extended Field Properties
ar: خصائص الحقل الموسعة
lv: Paplašinātās lauka īpašības

source: Property
ar: الخاصية
lv: Īpašība

source: Value
ar: القيمة
lv: Vērtība

source: A field with this title already exists. Please enter a different title.
ar: حقل بهذا العنوان موجود بالفعل. الرجاء إدخال عنوان مختلف.
lv: Lauks ar šādu nosaukumu jau pastāv. Ievadiet citu nosaukumu.

source: <qt>The category may not be empty. Please enter a category.</qt>
ar: <qt>يجب ألا تكون الفئة فارغة. الرجاء إدخال فئة.</qt>
lv: <qt>Šī kategorija var nebūt tukša. Ievadiet kategoriju.</qt>

source: <qt>A field may not be in the same category as a <em>Paragraph</em>, <em>Table</em> or <em>Image</em> field. Please enter a different category.</qt>
ar: <qt>لا يمكن أن يكون الحقل في نفس فئة حقل <em>فقرة</em>، <em>جدول</em> أو <em>صورة</em>. الرجاء إدخال فئة مختلفة.</qt>
lv: <qt>Lauks nevar būt tajā pašā kategorijā, kurā atrodas <em>rindkopas</em>, <em>tabulas</em> vai <em>attēla</em> lauks. Ievadiet citu kategoriju.</qt>

source: A field's title may not be the same as an existing category. Please enter a different title.
ar: يجب ألا يكون عنوان الحقل مماثلاً لفئة موجودة. الرجاء إدخال عنوان مختلف.
lv: Lauka nosaukums nevar būt tāds pats, kāds ir pastāvošajai kategorijai. Ierakstiet jaunu nosaukumu.

source: The range for a rating field must be between 1 and 10, and the lower bound must be less than the higher bound. Please enter different low and high properties.
ar: يجب أن يكون نطاق حقل التقييم بين 1 و 10، ويجب أن يكون الحد الأدنى أقل من الحد الأعلى. الرجاء إدخال خصائص دنيا وعليا مختلفة.
lv: Reitinga lauka vērtības diapazonam jābūt starp 1 un 10, kā arī zemākajai vērtībai ir jābūt zemākai par augstāko vērtību. Ievadiet atšķirīgas zemākās un augstākās vērtības.

source: Tables are limited to a maximum of ten columns.
ar: الجداول مقصورة على عشرة أعمدة كحد أقصى.
lv: Tabulu maksimālais kolonnu skaits ir ierobežots līdz desmit.

source: A field with a derived value must have a value template.
ar: يجب أن يحتوي الحقل ذو القيمة المشتقة على قالب قيمة.
lv: Laukam ar atvasinātu vērtību ir jābūt vērtības veidnei.

source: Entry Type
ar: نوع المدخلة
lv: Ieraksta tips

source: These entry types are specific to bibtex. See the bibtex documentation.
ar: أنواع المدخلات هذه خاصة بببليوتخ. راجع دليل ببليوتخ.
lv: Šie ieraksta tipi ir specifiski „bibtex“. Skatiet „bibtex“ dokumentāciju.

source: Author
ar: المؤلف
lv: Autors

source: Bibtex Key
ar: مفتاح BibTeX
lv: „Bibtex“ atslēga

source: General
ar: عامّ
lv: Pamata

source: Book Title
ar: عنوان الكتاب
lv: Grāmatas nosaukums

source: Editor
ar: المحرّر
lv: Redaktors

source: Organization
ar: المنظّمة
lv: Organizācija

source: Publisher
ar: الناشر
lv: Izdevējs

source: Address
ar: العنوان
lv: Adrese

source: Edition
ar: الطبعة
lv: Izdevums

source: Pages
ar: الصفحات
lv: Lapu skaits

source: Year
ar: السنة
lv: Gads

source: Journal
ar: اليوميّات
lv: Profesionālais žurnāls

source: DOI
ar: معرف الكائن الرقمي

source: Digital Object Identifier
ar: معرّف الكائن الرقمي
lv: Digitālais objektu identifikators

source: Month
ar: الشهر
lv: Mēnesis

source: Number
ar: عدد
lv: Skaits

source: How Published
ar: كيفية النشر
lv: Kā publicēts

source: Chapter
ar: الفصل
lv: Nodaļa

source: Series
ar: السلسلة
lv: Sērija

# A number field in a bibliography
source: Volume
ar: المجلد
lv: Sējums

source: Cross-Reference
ar: مرجع تبادلي
lv: Mijnorāde

source: Keywords
ar: الكلمات المفتاحيّة
lv: Atslēgvārdi

source: URL
ar: العنوان

source: Abstract
ar: الخلاصة
lv: Abstrakts

source: Notes
ar: الملاحظات
lv: Piezīmes

source: Unknown
ar: مجهول
lv: Nezināms

source: My Board Games
ar: ألعاب الطاولة خاصتي
lv: Manas galda spēles

source: Genre
ar: النوع
lv: Žanrs

source: Mechanism
ar: آلية
lv: Mehānisms

source: Release Year
ar: سنة الإطلاق
lv: Izdošanas gads

source: Designer
ar: المصمم
lv: Dizaineris

source: Number of Players
ar: عدد اللاعبين
lv: Spēlētāju skaits

source: Playing Time
ar: وقت اللعب
lv: Spēlēšanas laiks

source: Minimum Age
ar: الحد الأدنى للعمر
lv: Minimālais vecums

source: Description
ar: الوصف
lv: Apraksts

source: Rating
ar: التّقييم
lv: Reitings

source: Purchase Date
ar: تاريخ الشراء
lv: Pirkuma datums

source: Gift
ar: هدية
lv: Dāvana

source: Purchase Price
ar: سعر الشراء
lv: Pirkuma cena

source: Loaned
ar: مُعار
lv: Aizdots

source: Cover
ar: الغلاف
lv: Vāciņš

source: Comments
ar: تعليقات
lv: Komentāri

source: My Books
ar: كتبي
lv: Manas grāmatas

source: Subtitle
ar: عنوان فرعيّ
lv: Apakšvirsraksts

source: Hardback
ar: مجلد
lv: Cietie vāki

source: Paperback
ar: كتاب ذو غلاف ورقي
lv: Mīkstie vāki

source: Trade Paperback
ar: غلاف ورقي تجاري
lv: TPB

source: E-Book
ar: كتاب إلكتروني
lv: E-grāmata

source: Magazine
ar: مجلة
lv: Žurnāls

source: Binding
ar: ربط
lv: Iesējums

source: Copyright Year
ar: سنة حقوق النشر
lv: Autortiesību gads

source: Publication Year
ar: سنة النشر
lv: Publicēšanas gads

source: LCCN#
ar: رقم LCCN
lv: LCCN Nr.

source: Library of Congress Control Number
ar: رقم الضبط في مكتبة الكونغرس
lv: Kongresa bibliotēkas kontroles skaitlis

source: Translator
ar: المترجم
lv: Tulkotājs

source: Language
ar: اللغة
lv: Valoda

source: Series Number
ar: رقم السلسلة
lv: Sērijas Nr.

source: New
ar: جديد
lv: Jauna

source: Used
ar: مستعمل
lv: Lietota

source: Condition
ar: الحالة
lv: Stāvoklis

source: Signed
ar: مُوقّع
lv: Parakstīts

source: Read
ar: مقروءة
lv: Lasīta

source: Plot Summary
ar: ملخص الحبكة
lv: Sižeta kopsavilkums

source: My Cards
ar: بطاقتي
lv: Manas kartiņas

source: Player
ar: اللاعب
lv: Spēlētājs

source: Team
ar: الفريق
lv: Komanda

source: Brand
ar: الماركة
lv: Zīmols

source: Card Number
ar: رقم البطاقة
lv: Kartiņas numurs

source: Card Type
ar: نوع البطاقة
lv: Kartiņas tips

source: Location
ar: المكان
lv: Atrašanās vieta

source: Quantity
ar: الكمية
lv: Daudzums

source: Front Image
ar: صورة الواجهة
lv: Priekšas attēls

source: Back Image
ar: صورة الخلفية
lv: Aizmugures attēls

source: My Coins
ar: عملاتي النقدية
lv: Manas monētas

source: Type
ar: النوع
lv: Tips

# monetary denomination
source: Denomination
ar: الفئة النقدية
lv: Vērtība

source: Mint Mark
ar: علامة السك
lv: Kaltuves zīme

source: Country
ar: البلد
lv: Valsts

source: Currency
ar: العملة
lv: Valūta

source: Coin Set
ar: طقم عملات نقدية
lv: Monētu komplekts

source: Proof-65,Proof-60,Mint State-65,Mint State-60,Almost Uncirculated-55,Almost Uncirculated-50,Extremely Fine-40,Very Fine-30,Very Fine-20,Fine-12,Very Good-8,Good-4,Fair
ar: بروف-65، بروف-60، حالة سك-65، حالة سك-60، شبه متداولة-55، شبه متداولة-50، ممتازة جداً-40، جيدة جداً-30، جيدة جداً-20، جيدة-12، جيدة-8، جيدة-4، مقبولة

source: Grade
ar: الدرجة
lv: Šķira

source: Grading Service
ar: خدمة التصنيف
lv: Klasificēšanas pakalpojums

source: Obverse
ar: الوجه الأمامي
lv: Averss

source: Reverse
ar: اعكس
lv: Reverss

source: My Comic Books
ar: قصصي المصورة
lv: Manas komiksu grāmatas

source: Writer
ar: الكاتب
lv: Teksta autors

# Comic Book Illustrator
source: Artist
ar: الفنّان
lv: Mākslinieks

source: Issue
ar: الإصدار
lv: Izdevums

# Comic book grade levels - Mint,Near Mint,Very Fine,Fine,Very Good,Good,Fair,Poor
source: Mint,Near Mint,Very Fine,Fine,Very Good,Good,Fair,Poor
ar: ممتازة، شبه ممتازة، جيدة جداً، جيدة، مقبولة جداً، مقبولة، عادلة، رديئة
lv: Nevainojama,Gandrīz nevainojama, Izcila, Lieliska, Ļoti laba, Laba, Vidēja, Slikta

source: My Files
ar: ملفاتي
lv: Manas datnes

# File catalog
source: Volume
ar: الجزء
lv: Sējums

source: Folder
ar: المجلّد
lv: Mape

source: Mimetype
ar: نوع الملف
lv: MIME tipes

source: Size
ar: الحجم
lv: Izmērs

source: Permissions
ar: الأذونات
lv: Atļaujas

source: Owner
ar: المالك
lv: Īpašnieks

source: Group
ar: المجموعة
lv: Grupa

source: Created
ar: منشئ
lv: Izveidota

source: Modified
ar: معدّل
lv: Modificēta

source: Meta Info
ar: بيانات تعريفية
lv: Metadati

source: Icon
ar: الأيقونة
lv: Ikona

source: My Video Games
ar: ألعاب الفيديو خاصتي
lv: Manas datorspēles

source: Platform
ar: المنصّة
lv: Platforma

# Games - Publisher
source: Publisher
ar: الناشر
lv: Izdevējs

source: Developer
ar: المطوّر
lv: Izstrādātājs

source: ESRB Rating
ar: تصنيف ESRB
lv: ESRB reitings

source: Personal Rating
ar: تقييم شخصي
lv: Personīgais reitings

source: Completed
ar: اكتمل
lv: Pabeigta

source: Linux
ar: لينكس

source: Mac OS
ar: ماك أو إس

# Windows Platform
source: Windows
ar: ويندوز

# iOS Platform
source: iOS
ar: آي أو إس

# Android Platform
source: Android
ar: أندوريد

source: Xbox
ar: إكس بوكس

source: Xbox 360
ar: إكس بوكس 360

source: Xbox One
ar: إكس بوكس ون

source: Xbox Series X
ar: إكس بوكس سيريس إكس

source: PlayStation
ar: بلاي ستيشن

source: PlayStation2
ar: بلاي ستيشن2

source: PlayStation3
ar: بلاي ستيشن3

source: PlayStation4
ar: بلاي ستيشن4

source: PlayStation5
ar: بلاي ستيشن5

# PlayStation Portable
source: PSP
ar: بي إس بي

source: PlayStation Vita
ar: بلاي ستيشن فيتا

source: Game Boy
ar: غيم بوي

source: Game Boy Color
ar: غيم بوي كولر

source: Game Boy Advance
ar: غيم بوي أدفانس

source: Nintendo
ar: نينتندو

source: Super Nintendo
ar: سوبر نينتندو

source: Nintendo 64
ar: نينتندو 64

source: GameCube
ar: نينتندو غيم كيوب

source: Nintendo Wii
ar: نينتندو وي

source: Nintendo WiiU
ar: نينتندو وي يو

source: Nintendo Switch
ar: نينتندو سويتش

source: Nintendo DS
ar: نينتندو دي أس

source: Nintendo 3DS
ar: نينتندو 3دي أس

# Sega Genesis
source: Genesis
ar: جينيسيس

source: Dreamcast
ar: دريم كاست

source: Unrated, Adults Only, Mature, Teen, Everyone 10+, Everyone, Early Childhood, Pending
ar: غير مصنف، للبالغين فقط، ناضج، مراهقون، الجميع 10+، الجميع، الطفولة المبكرة، معلق
lv: Bez vērtējuma, Tikai pieaugušajiem, Pieaugušajiem, Tīņiem, Visiem 10+, Visiem, Pirmsskolas, Gaida

source: My Music
ar: موسيقاي
lv: Mana mūzika

source: Album
ar: الألبوم
lv: Albums

source: Compact Disc
ar: قرص مضغوط
lv: Kompaktdisks

source: DVD
ar: دي في دي

source: Cassette
ar: شريط كاسيت
lv: Kasete

source: Vinyl
ar: فينيل
lv: Plate

source: Medium
ar: الوسيط
lv: Datu nesējs

source: Artist
ar: الفنّان
lv: Izpildītājs

source: Label
ar: اللصيقة
lv: Izdevējkompānija

source: Tracks
ar: المسارات
lv: Celiņi

source: Title
ar: العنوان
lv: Nosaukums

source: Length
ar: الطول
lv: Garums

source: My Stamps
ar: طوابعي
lv: Manas pastmarkas

source: Issue Year
ar: سنة الإصدار
lv: Izdošanas gads

source: Color
ar: اللون
lv: Krāsa

source: Scott#
ar: رقم سكوت
lv: Skota Nr.

# Stamp grade levels - Superb,Extremely Fine,Very Fine,Fine,Average,Poor
source: Superb,Extremely Fine,Very Fine,Fine,Average,Poor
ar: رائع، ممتاز جداً، جيد جداً، جيد، متوسط، رديء
lv: Nevainojama,Izcila,Lieliska,Laba,Vidēja,Slikta

source: Cancelled
ar: أُلغيت
lv: Atcelts

source: Hinged
ar: مفصلي
lv: Ar robiņiem

source: Centering
ar: التوسيط
lv: Centrējums

source: Gummed
ar: مُلصق
lv: Ar līmi

source: Image
ar: الصورة
lv: Attēls

source: My Videos
ar: فيديوهاتي
lv: Mani video

source: VHS
ar: في إتش إس

source: DivX
ar: ديف إكس

source: Blu-ray
ar: بلو راي

source: HD DVD
ar: أسطوانات الفيديو الرقمية فائقة الدقة

source: Production Year
ar: سنة الإنتاج
lv: Izveidošanas gads

# Movie ratings - G (USA),PG (USA),PG-13 (USA),R (USA), U (USA)
source: G (USA),PG (USA),PG-13 (USA),R (USA), U (USA)
ar: G (الولايات المتحدة)، PG (الولايات المتحدة)، PG-13 (الولايات المتحدة)، R (الولايات المتحدة)، U (الولايات المتحدة)

source: Certification
ar: الشهادة
lv: Sertifikācija

source: Region 0
ar: المنطقة 0
lv: 0. reģions
