Repository: KDE/tellico
Catalog: po/*/tellico.po
Languages: ar, lv

source: &Source name:
ar: ا&سم المصدر:
lv: &Avota nosaukums:

source: The name identifies the data source and should be unique and informative.
ar: يحدد الاسم مصدر البيانات ويجب أن يكون فريدًا ومعبّرًا.
lv: Nosaukums identificē datu avotu un tam ir jābūt unikālam un informatīvam.

source: Source &type:
ar: &نوع المصدر:
lv: Avota &tips:

source: Tellico supports several different data sources.
ar: تدعم تلكو عدة مصادر بيانات مختلفة.
lv: „Tellico“ atbalsta vairāku veidu datu avotus.

source: Updating from source should overwrite user data
ar: يجب أن يكتب التحديث من المصدر فوق بيانات المستخدِم
lv: Atjaunināšana no avota pārraksta lietotāja datus

source: If checked, updating entries will overwrite any existing information.
ar: إذا علّمت، يكتب تحديث الإدخالات فوق أي معلومات موجودة.
lv: Ja atzīmēts, ierakstu atjaunināšana pārrakstīs jau esošo informāciju.

source: Simple Text
ar: نص بسيط
lv: Vienkāršs teksts

source: Paragraph
ar: الفقرة
lv: Rindkopa

source: Choice
ar: اختيار
lv: Izvēle

source: Checkbox
ar: خانة تأشير
lv: Izvēles rūtiņa

source: Table
ar: جدول
lv: Tabula

source: Date
ar: التاريخ
lv: Datums

# ID # of the entry
source: ID
ar: المعرّف

source: Date Created
ar: تاريخ الإنشاء
lv: Izveidošanas datums

source: Date Modified
ar: تاريخ التعديل
lv: Izmaiņu datums

source: International Standard Book Number
ar: الرقم الدولي الموحد للكتب
lv: Starptautiskais grāmatas standartnumurs

# TV Season
source: Season
ar: الفصل
lv: Sezona

# TV Episode
source: Episode
ar: الحلقة
lv: Epizode

source: Front Cover
ar: الغلاف الأمامي
lv: Priekšējais vāciņš

source: Advanced Filter
ar: مرشِّح متقدم
lv: Papildu filtrs

source: Filter Criteria
ar: معايير التّرشيح
lv: Filtra kritērijs

source: Match a&ll of the following
ar: طابق &جميع التالي
lv: Atbilst &visiem šiem

source: Match an&y of the following
ar: طابق أ&ي من التالي
lv: Atbilst &jebkuram no šiem

source: Filter name:
ar: اسم المرشّح:
lv: Filtra nosaukums:

source: &Save Filter
ar: ا&حفظ المرشح
lv: &Saglabāt filtru

source: Filter
ar: المرشّح
lv: Filtrs

source: Filter (Sort by Count)
ar: مرشّح (رتّب بالعدد)
lv: Filtrs (meklēt pēc skaita)

source: Expand All Groups
ar: وسّع كلّ المجموعات
lv: Izvērst visas grupas

source: Collapse All Groups
ar: اطوِ كلّ المجموعات
lv: Sakļaut visas grupas

source: Filter by Group
ar: رشّح بالمجموعة
lv: Filtrēt pēc grupas

source: %1 (Sort by Count)
ar: %1 (رتّب بالعدد)
lv: %1 (kārtot pēc skaita)

# Group Name Header
source: Group
ar: المجموعة
lv: Grupa

source: People
ar: أشخاص
lv: Cilvēki

source: Template Name:
ar: اسم القالب:
lv: Veidnes nosaukums:

source: Comment:
ar: التعليق:
lv: Komentārs:

source: Icon:
ar: الأيقونة:
lv: Ikona:

source: Save As Collection Template
ar: احفظ كقالب تشكيلة
lv: Saglabāt kā kolekcijas veidni

source: Any Field
ar: أي حقل
lv: Jebkurš lauks

source: equals
ar: يساوي
lv: vienāds ar

source: does not equal
ar: لا يساوي
lv: nav vienāds ar

source: matches regular expression
ar: يطابق التعبير النمطي
lv: atbilst regulārajai izteiksmei

source: does not match regular expression
ar: لا يطابق التعبير النمطي
lv: neatbilst regulārajai izteiksmei

# is before a date
source: is before
ar: قبل
lv: ir pirms

# is after a date
source: is after
ar: بعد
lv: ir pēc

# is less than a number
source: is less than
ar: اقل من
lv: ir mazāks par

# is greater than a number
source: is greater than
ar: أكبر من
lv: ir lielāks par

source: image size equals
ar: حجم الصورة يساوي
lv: attēla izmērs ir vienāds ar

source: image size does not equal
ar: حجم الصورة لا يساوي
lv: attēla izmērs nav vienāds ar

# image size is less than a number
source: image size is less than
ar: حجم الصورة أقل من
lv: attēla izmērs ir mazāks par

# image size is greater than a number
source: image size is greater than
ar: حجم الصورة أكبر من
lv: attēla izmērs ir lielāks par

source: contains
ar: يحتوي
lv: satur

source: does not contain
ar: لا يحوي
lv: nesatur

source: Select Image...
ar: اختر صورة...
lv: Atlasīt attēlu...

source: Scan Image...
ar: امسح صورة...
lv: Skenēt attēlu...

source: Open With...
ar: افتح ب‍...
lv: Atvērt ar...

# Clear image
source: Clear
ar: امحُ
lv: Notīrīt

source: Save link only
ar: احفظ الرابط فقط
lv: Saglabāt tikai saiti

source: All Images (%1)
ar: كلّ الصّور (%1)
lv: Visi attēli (%1)

source: Opening the selected scanner failed.
ar: فشل فتح الماسح الضّوئيّ المحدّد.
lv: Neizdevās atvērt atlasīto skeneri.

source: Opening image in %1...
ar: افتح الصورة في %1...
lv: Atvērt attēlu ar „%1“...

source: Saving a link is only possible for newly added images.
ar: حفظ الرابط ممكن فقط للصور المضافة حديثًا.
lv: Saites saglabāšana ir pieejama tikai no jauna pievienotiem attēliem.

# more widgets
source: More
ar: أكثر
lv: Vairāk

# fewer widgets
source: Fewer
ar: أقلّ
lv: Mazāk

source: Template Preview
ar: معاينة القالب
lv: Veidnes priekšskatījums

source: Cancel
ar: ألغِ
lv: Atcelt

# set a value
source: &Set
ar: &عيّن
lv: &Iestatīt

# delete a value
source: &Delete
ar: ا&حذف
lv: &Dzēst

source: Rename Column
ar: أعد تسمية العمود
lv: Pārdēvēt kolonnu

source: New column name:
ar: اسم العمود الجديد:
lv: Jauns kolonnas nosaukums:

source: Column %1
ar: العمود %1
lv: Kolonna %1

source: Rename Column...
ar: أعد تسمية العمود...
lv: Pārdēvēt kolonnu...

source: Clear Table
ar: امسح الجدول
lv: Notīrīt tabulu

source: Insert Row
ar: أدرِج صفًا
lv: Ievietot rindu

source: Remove Row
ar: أزِل الصف
lv: Noņemt rindu

source: Move Row Up
ar: انقل الصف لأعلى
lv: Pārvietot rindu augšup

source: Move Row Down
ar: انقل الصف لأسفل
lv: Pārvietot rindu lejup

source: Tellico is unable to load the image - %1.
ar: تلكو غير قادر على تحميل الصورة - %1.
lv: „Tellico“ neizdodas ielādēt attēlu — „%1“.

source: Import Options
ar: خيارات الإدراج
lv: Importēšanas opcijas

source: &Replace current collection
ar: &استبدل التشكيلة الحالية
lv: &Aizvietot aktīvo kolekciju

source: Replace the current collection with the contents of the imported file.
ar: استبدل التشكيلة الحالية بمحتويات الملف المستورَد.
lv: Aizvieto aktīvo kolekciju ar importētās datnes saturu.

source: A&ppend to current collection
ar: أ&لحق بالتشكيلة الحالية
lv: &Pievienot aktīvajai kolekcijai

source: Append the contents of the imported file to the current collection. This is only possible when the collection types match.
ar: ألحق محتويات الملف المستورَد بالتشكيلة الحالية. هذا ممكن فقط عندما يتطابق نوع التشكيلة.
lv: Pievienot importētās datnes saturu pašreizējai aktīvajai kolekcijai. Tas ir iespējams tikai tad, ja kolekciju tipi sakrīt.

source: &Merge with current collection
ar: &ادمج مع التشكيلة الحالية
lv: &Sapludināt ar aktīvo kolekciju

source: Merge the contents of the imported file to the current collection. This is only possible when the collection types match. Entries must match exactly in order to be merged.
ar: ادمج محتويات الملف المستورَد مع التشكيلة الحالية. هذا ممكن فقط عندما يتطابق نوع التشكيلة. يجب أن تتطابق الإدخالات تمامًا بالترتيب لكي تدمج.
lv: Sapludināt importētās datnes saturu ar pašreizējo aktīvo kolekciju. Tas ir iespējams tikai tad, ja kolekciju tipi sakrīt. Lai sapludināšanas izdotos, ierakstu secībai ir jāatbilst.

source: &Import
ar: ا&ستورد
lv: &Importēt

source: Tellico Files
ar: ملفات تلكو
lv: „Tellico“ datnes

source: XML Files
ar: ملفات XML
lv: XML datnes

source: Bibtex Files
ar: ملفات بيخ تخ
lv: „Bibtex“ datnes

source: CSV Files
ar: ملفّات CSV
lv: CSV datnes

source: RIS Files
ar: ملفات RIS
lv: RIS datnes

source: GCstar Data Files
ar: ملفات بيانات GCstar
lv: „GCstar“ datnes

source: AMC Data Files
ar: ملفات بيانات AMC
lv: AMC datnes

source: PDF Files
ar: ملفات PDF
lv: PDF datnes

source: Referencer Files
ar: ملفات المرجعات
lv: „Referencer“ datnes

source: CIW Files
ar: ملفات CIW
lv: CIW datnes

source: VinoXML Data Files
ar: ملفات بيانات VinoXML
lv: „VinoXML“ datnes

source: eBook Files
ar: ملفات الكتب الإلكترونية
lv: „eBook“ datnes

source: JSON Files
ar: ملفات JSON
lv: JSON datnes

source: Loan Dialog
ar: حوار الإعارة
lv: Aizdošanas lodziņš

source: The following items are being checked out:
ar: العناصر التالية يجرى فحص خروجها:
lv: Notiek šo vienumu aizdošana:

source: The following item is on-loan:
ar: العنصر التالي هو قيد الإعارة:
lv: Šis priekšmets ir aizdots:

source: &Lend to:
ar: &أعر لـ:
lv: &Aizdot personai:

source: Enter the name of the person borrowing the items from you. Clicking the button allows you to select from your address book.
ar: أدخل اسم الشخص الذي يستعير العناصر منك. النقر على الزر يسمح لك بالاختيار من دفتر عناوينك.
lv: Ievadiet personas vārdu, kura no jums šo priekšmetu aizņemas. Klikšķiniet uz bultām, lai izvēlētos personu no adrešu grāmatas.

source: &Loan date:
ar: تاريخ الإ&عارة:
lv: &Aizdošanas datums:

source: The check-out date is the date that you lent the items. By default, today's date is used.
ar: تاريخ فحص الخروج هو التاريخ الذي أعرت فيه العناصر. يستعمل تاريخ اليوم مبدئيًا.
lv: Aizdošanas datums ir datums, kurā aizdodat priekšmetus. Pēc noklusējuma izmanto šodienas datumu.

source: D&ue date:
ar: &تاريخ الاستحقاق:
lv: &Termiņš:

source: The due date is when the items are due to be returned. The due date is not required, unless you want to add the loan to your active calendar.
ar: تاريخ الاستحقاق هو التاريخ الذي تستحق فيه العناصر أن ترد. لا تاريخ الاستحقاق مطلوبًا، ما لم ترغب في إضافة الإعارة إلى تقويمك النشط.
lv: Termiņš ir laiks, kas priekšmets ir jāatgriež īpašniekam. Termiņš nav jānorāda obligāti, izņemot, ja vēlaties šo datumu pievienot savam aktīvajam kalendāram.

source: &Note:
ar: &ملاحظة:
lv: &Piezīme:

source: You can add notes about the loan.
ar: يمكنك إضافة ملاحظات عن الإعارة.
lv: Varat pievienot piezīmi par šo aizdošanu:

source: &Add a reminder to the active calendar
ar: &أضف تذكرة إلى التقويم النشط
lv: &Pievienot atgādinājumu aktīvajam kalendāram

source: <qt>Checking this box will add a <em>To-do</em> item to your active calendar, which can be viewed using KOrganizer. The box is only active if you set a due date.</qt>
ar: <qt>التعليم على هذا المربع يضيف بند <em>مهمة</em> إلى تقويمك النشط، الذي يمكنك عرضه باستعمال KOrganizer. المربع نشط فقط إذا حدّدت تاريخ استحقاق.</qt>
lv: <qt>Šī lodziņa atzīmēšana sistēmas aktīvajā kalendārā pievienos <em>uzdevumu</em>, ko varēsiet aplūkot ar „KOrganizer“. Lauciņš ir aktīvs tikai tad, ja norādījāt termiņu.</qt>

source: Check-in
ar: تسجيل الوصول
lv: Atgriezt

source: Modify Loan...
ar: عدّل الإعارة...
lv: Mainīt aizdošanu...

source: Borrower
ar: المستعير
lv: Aizdevējs

source: Borrower (Sort by Count)
ar: المستعير (رتّب بالعدد)
lv: Aizdevējs (kārtot pēc skaita)

source: Tellico - collection management software, free and simple
ar: تلكو - برنامج إدارة التشكيلات، مجاني وبسيط
lv: „Tellico“ — kolekciju pārvaldības programma — brīva un vienkārša

source: (c) 2001, Robby Stephenson
ar: (c) 2001، روبي ستيفنسون

source: Data source scripts
ar: سكربتات مصدر البيانات
lv: Datu avota skripti

source: Icons
ar: الأيقونات
lv: Ikonas

source: Code examples and general inspiration
ar: أمثلة الشيفرات والإلهام العام
lv: Koda paraugi un vispārīga iedvesma

source: Author of btparse library
ar: مؤلف مكتبة btparse
lv: „btparse“ bibliotēkas autors

source: Author of libcsv library
ar: مؤلف مكتبة libcsv
lv: „libcsv“ bibliotēkas autors

source: Author of rtf2html library
ar: مؤلف مكتبة rtf2html
lv: „rtf2html“ bibliotēkas autors

source: Do not reopen the last open file
ar: لا تعد فتح آخر ملف مفتوح
lv: Neatvērt pēdējo atvērto datni

source: Import <filename> as a bibtex file
ar: استورد <filename> كملف bibtex
lv: Importēt <filename> kā „bibtex“ datni

source: Import <filename> as a MODS file
ar: استورد <filename> كملف MODS
lv: Importēt <filename> kā MODS datni

source: Import <filename> as a RIS file
ar: استورد <filename> كملف RIS
lv: Importēt <filename> kā RIS datni

source: Import <filename> as a PDF file
ar: استورد <filename> كملف PDF
lv: Importēt <filename> kā PDF datni

source: Log diagnostic output
ar: سجّل الخرج التشخيصي
lv: Garā diagnosticējošā izvade

source: Write log output to <filename>
ar: اكتب خرج السجل إلى <filename>
lv: Rakstīt žurnāla izvadi uz <filename>

source: File to open
ar: الملف المراد فتحه
lv: Atveramā datne

source: New Collection
ar: تشكيلة جديدة
lv: Jauna kolekcija

source: Create a new collection
ar: أنشِئ مجموعة جديدة
lv: Izveidot jaunu kolekciju

source: New &Book Collection
ar: تشكيلة &كتب جديدة
lv: Jauna &grāmatu kolekcija

source: Create a new book collection
ar: أنشئ تشكيلة كتب جديدة
lv: Izveidot jaunu grāmatu kolekciju

source: New B&ibliography
ar: قائمة &ببليوغرافيا جديدة
lv: Jauna &bibliogrāfija

source: Create a new bibtex bibliography
ar: أنشئ قائمة ببليوغرافيا bibtex جديدة
lv: Izveidot jaunu „bibtex“ bibliogrāfiju

source: New &Comic Book Collection
ar: تشكيلة &كتب هزلية جديدة
lv: Jauna &komiksu kolekcija

source: Create a new comic book collection
ar: أنشئ تشكيلة كتب هزلية جديدة
lv: Izveidot jaunu komiksu kolekciju

source: New &Video Collection
ar: تشكيلة &فيديو جديدة
lv: Jauna &video kolekcija

source: Create a new video collection
ar: أنشئ تشكيلة فيديو جديدة
lv: Izveidot jaunu video kolekciju

source: New &Music Collection
ar: تشكيلة &موسيقى جديدة
lv: Jauna &mūzikas kolekcija

source: Create a new music collection
ar: أنشئ تشكيلة موسيقى جديدة
lv: Izveidot jaunu mūzikas kolekciju

source: New C&oin Collection
ar: تشكيلة ع&ملات جديدة
lv: Jauna m&onētu kolekcija

source: Create a new coin collection
ar: أنشئ تشكيلة عملات جديدة
lv: Izveidot jaunu monētu kolekciju

source: New &Stamp Collection
ar: تشكيلة &طوابع جديدة
lv: Jauna &pastmarku kolekcija

source: Create a new stamp collection
ar: أنشئ تشكيلة طوابع جديدة
lv: Izveidot jaunu pastmarku kolekciju

source: New C&ard Collection
ar: تشكيلة ب&طاقات جديدة
lv: Jauna sporta &kartiņu kolekcija

source: Create a new trading card collection
ar: أنشئ تشكيلة بطاقات تجارية جديدة
lv: Izveidot jaunu sporta kartiņu kolekciju

source: New &Wine Collection
ar: تشكيلة &خمور جديدة
lv: Jauna &vīna kolekcija

source: Create a new wine collection
ar: أنشئ تشكيلة خمور جديدة
lv: Izveidot jaunu vīna kolekciju

source: New Video &Game Collection
ar: تشكيلة &ألعاب فيديو جديدة
lv: Jauna &datorspēļu kolekcija

source: Create a new video game collection
ar: أنشئ تشكيلة ألعاب فيديو جديدة
lv: Izveidot jaunu datorspēļu kolekciju

source: New Boa&rd Game Collection
ar: تشكيلة ألعاب &لوحية جديدة
lv: Jauna galda &spēļu kolekcija

source: Create a new board game collection
ar: أنشئ تشكيلة ألعاب لوحية جديدة
lv: Izveidot jaunu galda spēļu kolekciju

source: New &File Catalog
ar: فهرس &ملفات جديد
lv: Jauns &datņu katalogs

source: Create a new file catalog
ar: أنشئ فهرس ملفات جديد
lv: Izveidot jaunu datņu katalogu

source: New C&ustom Collection
ar: تشكيلة م&خصصة جديدة
lv: Jauna &pielāgota kolekcija

source: Create a new custom collection
ar: أنشئ تشكيلة مخصصة جديدة
lv: Izveidot jaunu pielāgotu kolekciju

source: Open an existing document
ar: افتح مستندًا موجودًا
lv: Atvērt esošu dokumentu

source: Open a recently used file
ar: فتح الملفات الأخيرة
lv: Atvērt nesen lietotu datni

source: Save the document
ar: احفظ المستند
lv: Saglabāt dokumentu

source: Save the document as a different file...
ar: احفظ المستند كملف مختلف...
lv: Saglabāt dokumentu citā datnē...

source: Save As Template...
ar: احفظ كقالب...
lv: Saglabāt kā veidni...

source: Save as a collection template
ar: احفظ كقالب تشكيلة
lv: Saglabāt kā kolekcijas veidni

source: Print the contents of the collection...
ar: اطبع محتويات التشكيلة...
lv: Drukāt kolekcijas saturu...

source: Preview the contents of the collection...
ar: عاين محتويات التشكيلة...
lv: Priekšskatīt kolekcijas saturu...

source: Quit the application
ar: أنهِ تطبيق
lv: Iziet no programmas

source: Import the collection data from other formats
ar: استورد بيانات التشكيلة من تنسيقات أخرى
lv: Importēt kolekcijas datus no citiem formātiem

source: Import Tellico Data...
ar: استورد بيانات تلكو...
lv: Importēt „Tellico“ datus...

source: Import another Tellico data file
ar: استورد ملف بيانات تلكو آخر
lv: Importēt citu „Tellico“ datni

source: Import CSV Data...
ar: استورد بيانات CSV...
lv: Importēt CSV datus...

source: Import a CSV file
ar: استورد ملف CSV
lv: Importēt CSV datni

source: Import MODS Data...
ar: استورد بيانات MODS...
lv: Importēt MODS datus...

source: Import a MODS data file
ar: استورد ملف بيانات MODS
lv: Importēt MODS datni

source: Import Alexandria Data...
ar: استورد بيانات الإسكندرية...
lv: Importēt „Alexandria“ datus...

source: Import data from the Alexandria book collection manager
ar: استورد بيانات من مدير تشكيلات الكتب الإسكندرية
lv: Importēt datus no „Alexandria“ grāmatu kolekciju pārvaldītāja

source: Import Delicious Library Data...
ar: استورد بيانات المكتبة اللذيذة...
lv: Importēt „Delicious Library“ datus...

source: Import data from Delicious Library
ar: استورد بيانات من المكتبة اللذيذة
lv: Importēt datus no „Delicious Library“

source: Import Collectorz Data...
ar: استورد بيانات جامعي...
lv: Importēt „Collectorz“ datus...

source: Import data from Collectorz
ar: استورد بيانات من جامعي
lv: Importēt datus no „Collectorz“

source: Import Data Crow Data...
ar: استورد بيانات غراب البيانات...
lv: Importēt „Data Crow“ datus...

source: Import data from Data Crow
ar: استورد بيانات من غراب البيانات
lv: Importēt datus no „Data Crow“

source: Import OnMyShelf Data...
ar: استورد بيانات على رفّي...

source: Import data from OnMyShelf
ar: استورد بيانات من على رفّي

source: Import Referencer Data...
ar: استورد بيانات المرجعات...
lv: Importēt „Referencer“ datus...

source: Import data from Referencer
ar: استورد بيانات من المرجعات
lv: Importēt datus no „Referencer“

source: Import Bibtex Data...
ar: استورد بيانات Bibtex...
lv: Importēt „Bibtex“ datus...

source: Import a bibtex bibliography file
ar: استورد ملف ببليوغرافيا bibtex
lv: Importēt „bibtex“ bibliogrāfijas datni

source: Import Bibtexml Data...
ar: استورد بيانات Bibtexml...
lv: Importēt „Bibtexml“ datus...

source: Import a Bibtexml bibliography file
ar: استورد ملف ببليوغرافيا Bibtexml
lv: Importēt „Bibtexml“ bibliogrāfijas datni

source: Import RIS Data...
ar: استورد بيانات RIS...
lv: Importēt RIS datus...

source: Import an RIS reference file
ar: استورد ملف مرجعي RIS
lv: Importēt RIS atsauču datni

source: Import MARC Data...
ar: استورد بيانات MARC...
lv: Importēt MARC datus...

source: Import MARC data
ar: استورد بيانات MARC
lv: Importēt MARC datus

source: Import Goodreads Collection...
ar: استورد تشكيلة Goodreads...
lv: Importēt „Goodreads“ kolekciju...

source: Import a collection from Goodreads.com
ar: استورد تشكيلة من Goodreads.com
lv: Importēt kolekciju no „Goodreads.com“

source: Import LibraryThing Collection...
ar: استورد تشكيلة LibraryThing...
lv: Importēt „LibraryThing“ kolekciju...

source: Import a collection from LibraryThing.com
ar: استورد تشكيلة من LibraryThing.com
lv: Importēt kolekciju no „LibraryThing.com“

source: Import PDF File...
ar: استورد ملف PDF...
lv: Importēt PDF datni...

source: Import a PDF file
ar: استورد ملف PDF
lv: Importēt PDF datni

source: Import Audio File Metadata...
ar: استورد بيانات وصفية لملف صوتي...
lv: Importēt audio datnes metadatus...

source: Import meta-data from audio files
ar: استورد البيانات الوصفية من الملفات الصوتية
lv: Importēt medatatus no audio datnēm

source: Import Audio CD Data...
ar: استورد بيانات قرص صوتي...
lv: Importēt audio CD datus...

source: Import audio CD information
ar: استورد معلومات قرص صوتي
lv: Importēt audio CD informāciju

source: Import Discogs Collection...
ar: استورد تشكيلة Discogs...
lv: Importēt „Discogs“ kolekciju...

source: Import a collection from Discogs.com
ar: استورد تشكيلة من Discogs.com
lv: Importēt kolekciju no „Discogs.com“

source: Import GCstar Data...
ar: استورد بيانات GCstar...
lv: Importēt „GCstar“ datus...

source: Import a GCstar data file
ar: استورد ملف بيانات GCstar
lv: Importēt „GCstar“ datni

source: Import Griffith Data...
ar: استورد بيانات جريفيث...
lv: Importēt „Griffith“ datus...

source: Import a Griffith database
ar: استورد قاعدة بيانات جريفيث
lv: Importēt „Griffith“ datubāzi

source: Import Ant Movie Catalog Data...
ar: استورد بيانات فهرس أفلام النملة...
lv: Importēt „Ant Movie Catalog“ datus...

source: Import an Ant Movie Catalog data file
ar: استورد ملف بيانات فهرس أفلام النملة
lv: Importēt „Ant Movie Catalog“ datni

source: Import BoardGameGeek Collection...
ar: استورد تشكيلة BoardGameGeek...
lv: Importēt „BoardGameGeek“ kolekciju...

source: Import a collection from BoardGameGeek.com
ar: استورد تشكيلة من موقع BoardGameGeek.com
lv: Importēt kolekciju no „BoardGameGeek.com“

source: Import VinoXML...
ar: استورد VinoXML...
lv: Importēt „VinoXML“...

source: Import VinoXML data
ar: استورد بيانات VinoXML
lv: Importēt VinoXML datus

source: Import File Listing...
ar: استورد قائمة الملفات...
lv: Importēt datņu uzskaitījumu...

source: Import information about files in a folder
ar: استورد معلومات عن الملفات في مجلد
lv: Importēt informāciju par datnēm mapē

source: Import XSL Transform...
ar: استورد تحويل XSL...
lv: Importēt XSL transformāciju...

source: Import using an XSL Transform
ar: استورد باستعمال تحويل XSL
lv: Importēt, izmantojot XSL transformāciju

source: &Export
ar: &صدّر
lv: &Eksportēt

source: Export the collection data to other formats
ar: صدّر بيانات التشكيلة إلى صيغ أخرى
lv: Eksportēt kolekcijas datus uz citiem formātiem

source: Export to XML...
ar: صدّر إلى XML...
lv: Eksportēt uz XML...

source: Export to a Tellico XML file
ar: صدّر إلى ملف Tellico XML
lv: Eksportēt uz „Tellico“ XML datni

source: Export to Zip...
ar: صدّر إلى Zip...
lv: Eksportēt uz ZIP...

source: Export to a Tellico Zip file
ar: صدّر إلى ملف Tellico Zip
lv: Eksportēt uz „Tellico“ ZIP datni

source: Export to HTML...
ar: صدّر إلى HTML...
lv: Eksportēt uz HTML...

source: Export to an HTML file
ar: صدّر إلى ملف HTML
lv: Eksportēt uz HTML datni

source: Export to CSV...
ar: صدّر إلى CSV...
lv: Eksportēt uz CSV...

source: Export to a comma-separated values file
ar: صدّر إلى ملف القيم المفصولة بفواصل
lv: Eksportēt uz ar komatu atdalītu vērtību datni

source: Export to Alexandria...
ar: صدّر إلى الإسكندرية...
lv: Eksportēt uz „Alexandria“...

source: Export to an Alexandria library
ar: صدّر إلى مكتبة الإسكندرية
lv: Eksportēt uz „Alexandria“ bibliotēku

source: Export to Bibtex...
ar: صدّر إلى Bibtex...
lv: Eksportēt uz „Bibtex“...

source: Export to a bibtex file
ar: صدّر إلى ملف bibtex
lv: Eksportēt uz „bibtex“ datni

source: Export to Bibtexml...
ar: صدّر إلى Bibtexml...
lv: Eksportēt uz „Bibtexml“...

source: Export to a Bibtexml file
ar: صدّر إلى ملف Bibtexml
lv: Eksportēt uz „Bibtexml“ datni

source: Export to ONIX...
ar: صدّر إلى ONIX...
lv: Eksportēt uz ONIX...

source: Export to an ONIX file
ar: صدّر إلى ملف ONIX
lv: Eksportēt uz ONIX datni

source: Export to GCstar...
ar: صدّر إلى GCstar...
lv: Eksportēt uz „GCstar“...

source: Export to a GCstar data file
ar: صدّر إلى ملف بيانات GCstar
lv: Eksportēt uz „GCstar“ datni

source: Export XSL Transform...
ar: صدّر تحويل XSL...
lv: Eksportēt XSL transformāciju...

source: Export using an XSL Transform
ar: صدّر باستعمال تحويل XSL
lv: Eksportēt, izmantojot XSL tranformāciju

source: Cut the selected text and puts it in the clipboard
ar: اقطع النص المختار وضعه في الحافظة
lv: Izgriež atlasīto tekstu un to ievieto starpliktuvē

source: Copy the selected text to the clipboard
ar: انسخ النص المحدد إلى الحافظة
lv: Kopēt atlasīto tekstu starpliktuvē

source: Paste the clipboard contents
ar: ألصق محتويات الحافظة
lv: Ievietot starpliktuves saturu

source: Select all the entries in the collection
ar: اختر كل الإدخالات في التشكيلة
lv: Atlasīt visus ierakstus kolekcijā

source: Deselect all the entries in the collection
ar: ألغِ اختيار كل الإدخالات في التشكيلة
lv: Noņemt atlasi visiem ierakstiem kolekcijā

source: Advanced &Filter...
ar: مرشِّح متقدم...
lv: Papildu &filtrs...

source: Filter the collection
ar: صفِّ التشكيلة
lv: Filtrēt kolekciju

source: &New Entry...
ar: &مدخلة جديدة...
lv: &Jauns ieraksts...

source: New Entry
ar: مدخلة جديدة
lv: Jauns ieraksts
