Repository: KDE/tellico
Catalog: po/*/tellico.po
Languages: ar, lv

source: Read data recursively from all the CDDB cache files contained in the default cache folders.
ar: اقرأ البيانات استرجاعياً من كل ملفات خبيئة CDDB الموجودة في مجلدات الخبيئة مبدئياً.
lv: Nolasīt datus rekursīvi no visām CDDB kešatmiņas datnēm, kas atrodas noklusējuma kešatmiņas mapēs.

source: <qt>The file is not a valid GCstar data file.</qt>
ar: <qt>الملف ليس ملف بيانات GCstar صالحاً.</qt>
lv: <qt>Datne nav derīga „GCstar“ datne.</qt>

source: The GCstar model file could not be found.
ar: تعذر العثور على ملف نموذج GCstar.

source: GCstar Options
ar: خيارات GCstar

source: Goodreads Options
ar: خيارات Goodreads
lv: „Goodreads“ opcijas

source: (grouped by %1)
ar: (تجميع بحسب %1)
lv: (grupēts pēc %1)

source: HTML Options
ar: خيارات HTML
lv: HTML opcijas

source: Print field headers
ar: اطبع رؤوس الحقول
lv: Drukāt lauka galvenes

source: Group the entries
ar: جمِّع الإدخالات
lv: Grupēt ierakstus

source: Export individual entry files
ar: صدّر ملفات إدخال فردية
lv: Eksportēt atsevišķas ieraksta datnes

source: If checked, individual files will be created for each entry.
ar: إذا أشر، أنشئ ملفات فردية لكل إدخال.
lv: Ja atzīmēts, katram ierakstam izveidos atsevišķas datnes.

source: Loading data...
ar: يحمّل البيانات...
lv: Ielādē datus...

source: Loading %1...
ar: يحمّل %1...
lv: Ielādē „%1“...

source: LibraryThing Options
ar: خيارات LibraryThing
lv: „LibraryThing“ opcijas

source: Export your LibraryThing collection in <a href="https://www.librarything.com/export.php?export_type=json">JSON format</a>.
ar: صدّر تشكيلة LibraryThing بصيغة <a href="https://www.librarything.com/export.php?export_type=json">JSON</a>.
lv: Eksportē jūsu „LibraryThing“ kolekciju <a href="https://www.librarything.com/export.php?export_type=json">JSON formātā</a>.

source: LibraryThing file:
ar: ملف LibraryThing:
lv: „LibraryThing“ datne:

source: Tellico was unable to read any data.
ar: تلكو غير قادر على قراءة أي بيانات.
lv: „Tellico“ nespēja nolasīt datus.

source: MARC Options
ar: خيارات مارك
lv: MARC opcijas

source: Character set:
ar: طقم المحارف:
lv: Rakstzīmju kopa:

source: MARC Format:
ar: صيغة مارك:
lv: MARC formāts:

source: Zip Files
ar: ملفات مضغوطة
lv: ZIP datnes

source: ONIX Archive Options
ar: خيارات أرشيف أونيكس
lv: ONIX arhīva opcijas

source: Include images in archive
ar: ضمّن الصور في الأرشيف
lv: Arhīvā iekļaut attēlus

source: If checked, the images in the document will be included in the zipped ONIX archive.
ar: إذا جرت التأشير عليها، فإنّ الصور في الوثيقة سوف تدرج في أرشيف أونيكس المضغوط.
lv: Ja atzīmēts, attēli dokumentā būs iekļauti saspiestā ONIX arhīvā.

source: Tellico was unable to read any metadata from the PDF file.
ar: تلكو عجز عن قراءة أيّة بيانات وصفية من ملف PDF.
lv: „Tellico“ nespēja PDF datnē nolasīt nekādus metadatus.

source: Tellico is able to download information about entries with a DOI from CrossRef.org. However, you must create an CrossRef account and add a new data source with your account information.
ar: تلكو قادر على تنزيل معلومات حول المُدخلات ذات معرّف الكائن الرقمي (DOI) من CrossRef.org. مع ذلك، يجب عليك إنشاء حساب كروس ريف وإضافة مصدر بيانات جديد باستخدام معلومات حسابك.
lv: „Tellico“ spēj lejupielādēt informāciju par ierakstiem ar DOI no „CrossRef.org“. Tomēr jums ir jāizveido „CrossRef“ konts un jāpievieno jauns datu avots ar jūsu konta informācija.

source: PDF
ar: بي دي اف

source: The file is empty.
ar: الملف فارغ.
lv: Datne ir tukša

source: The file contains no collection data.
ar: الملف لا يحوي بيانات مجموعة.
lv: Datne nesatur kolekcijas datus.

source: Tellico XML Options
ar: خيارات تلكو XML
lv: „Tellico“ XML opcijas

source: Include images in XML document
ar: ضمّن الصور في وثيقة XML
lv: XML dokumentā iekļaut attēlus

source: If checked, the images in the document will be included in the XML stream as base64 encoded elements.
ar: إذا جرت التأشير عليها، فإنّ الصور في الوثيقة سوف تدرج في دفق XML كعناصر مترمّزة بـ base64.
lv: Ja atzīmēts, dokumentā esošie attēli būs iekļauti XML plūsmā kā „base64“ kodēti elementi.

source: It is from a future version of Tellico.
ar: إنه من إصدار مستقبلي لتلكو.
lv: Tas ir no „Tellico“ nākotnes versijas.

source: XSLT Options
ar: خيارات XSLT
lv: XSLT opcijas

source: XSLT file:
ar: ملف XSLT:
lv: XSLT datne:

source: Choose the XSLT file used to transform the data.
ar: اختر ملف XSLT المستخدم لتحويل البيانات.
lv: Izvēlieties XSLT datni, ko izmantot datu transformācijai.

source: Decrease the maximum icon size in the icon list view
ar: قلّل حجم الأيقونة الأقصى في عرض قائمة الأيقونات
lv: Samazināt maksimālo ikonas izmēru ikonu saraksta skatā

source: The current maximum icon size is %1. Move the slider to change it.
ar: حجم الأيقونة الأقصى الحالي هو %1. حرّك المزلّقة لتبديله.
lv: Pašreizējais maksimālais ikonas izmērs ir %1. Pārvietojiet slīdni, lai to mainītu.

source: Increase the maximum icon size in the icon list view
ar: زد حجم الأيقونة الأقصى في عرض قائمة الأيقونات
lv: Palielināt maksimālo ikonas izmēru ikonu saraksta skatā

source: This template is meant for music collections only.
ar: هذا القالب مخصص لمجموعات الموسيقى فقط.
lv: Šī veidne ir paredzēt tikai mūzikas kolekcijām.

source: Total:
ar: الإجمالي:
lv: Kopā:

source: Loan
ar: إعارة
lv: Aizdots

source: Loan Date
ar: تاريخ الإعارة
lv: Aizdošanas datums

source: Due Date
ar: تاريخ الاستحقاق
lv: Termiņš

source: Note
ar: ملاحظة
lv: Piezīme

source: This template is meant for video collections only.
ar: هذا القالب مخصص لمجموعات الفيديو فقط.
lv: Šī veidne ir paredzēta tikai video kolekcijām.

source: Generated by Tellico
ar: مُوَّلد بواسطة تلكو
lv: Ģenerējis „Tellico“

source: Search
ar: ابحث
lv: Meklēt

source: Clear
ar: امحُ
lv: Notīrīt

# Group Summary XSL Template
source: Group Summary
lv: Grupu kopsavilkums

# Group Statistics XSL Template
source: Group Statistics
lv: Grupu statistika

# Country
source: Spain
lv: Spānija

# Country
source: USA
lv: ASV

# Language
source: English
lv: Angļu

# Language
source: French
lv: Franču

# Language
source: Chinese
lv: Ķīniešu

# Language
source: German
lv: Vācu

# Language
source: Spanish
lv: Spāņu

# Language
source: Russian
lv: Krievu

source: : Group Summary
lv: : Grupu kopsavilkums

source: Total number of fields:
lv: Kopējais lauku skaits:

source: Total number of entries:
lv: Kopējais ierakstu skaits:

source: Distinct values:
lv: Atšķirīgas vērtības:
