Repository: KDE/tellico
Catalog: po/*/tellico.po
Languages: ar, lv

source: Create a new entry
ar: أنشئ إدخالاً جديداً
lv: Izveidot jaunu ierakstu

source: Add Entry
ar: أضف مدخلة
lv: Pievienot ierakstu

source: Internet Search...
ar: البحث في الشابكة...
lv: Interneta meklēšana...

source: Search the internet...
ar: ابحث في الإنترنت...
lv: Meklēt internetā...

source: Edit the selected entries
ar: عدِّل الإدخالات المختارة
lv: Rediģēt atlasītos ierakstus

source: Copy the selected entries
ar: انسخ الإدخالات المختارة
lv: Kopēt atlasītos ierakstus

source: Delete the selected entries
ar: احذف الإدخالات المختارة
lv: Dzēst atlasītos ierakstus

source: &Merge Entries
ar: ا&دمج الإدخالات
lv: &Sapludināt ierakstus

source: Merge the selected entries
ar: ادمج الإدخالات المختارة
lv: Sapludināt atlasītos ierakstus

source: Check-&out...
ar: ا&ستعِر...
lv: &Aizdot...

source: Check-out the selected items
ar: استعِر العناصر المختارة
lv: Aizdot atlasītus vienumus

source: Check-&in
ar: أ&رجِع
lv: &Atgriezt

source: Check-in the selected items
ar: أرجِع العناصر المختارة
lv: Atgriezt atlasītos vienumus

source: &Rename Collection...
ar: أ&عد تسمية التشكيلة...
lv: &Pārdēvēt kolekciju...

source: Rename the collection
ar: أعد تسمية التشكيلة
lv: Pārdēvēt kolekciju

source: Collection &Fields...
ar: حقول الت&شكيلة...
lv: Kolekcijas &lauki...

source: Fields
ar: الحقول
lv: Lauki

source: Modify the collection fields
ar: عدِّل حقول التشكيلة
lv: Modificēt kolekcijas laukus

source: &Generate Reports...
ar: أ&نشئ تقارير...
lv: Ģ&enerēt ziņojumus...

source: Reports
ar: التّقارير
lv: Ziņojumi

source: Generate collection reports
ar: أنشئ تقارير التشكيلة
lv: Ģenerēt kolekcijas ziņojumus

source: Convert to &Bibliography
ar: حوِّل إلى قائمة &مراجع
lv: Konvertēt uz &bibliogrāfiju

source: Convert a book collection to a bibliography
ar: حوّل تشكيلة كتب إلى قائمة مراجع
lv: Konvertēt grāmatas kolekciju uz bibliogrāfiju

source: String &Macros...
ar: ما&كروات السلاسل...
lv: &Makrokomandu virkne...

source: Edit the bibtex string macros
ar: عدّل ماكروات سلاسل bibtex
lv: Rediģēt „bibtex“ virkņu makrokomandas

source: Check for Duplicate Keys...
ar: افحص عن مفاتيح مكررة...
lv: Pārbaudīt dublējošas atslēgas...

source: Check for duplicate citation keys
ar: افحص عن مفاتيح الاقتباس المكررة
lv: Pārbaudīt dublējošas atsauču atslēgas

source: Copy Bibtex to Cli&pboard
ar: انسخ Bibtex إلى الحا&فظة
lv: &Starpliktuvē kopēt „Bibtex“

source: Copy bibtex citations to the clipboard
ar: انسخ اقتباسات bibtex إلى الحافظة
lv: Starpliktuvē kopēt „bibtex“ atsauces

source: Cite Entry in &LyX
ar: اقتبس إدخالاً في &LyX
lv: Citēt „&LyX“ ierakstu

source: Cite the selected entries in LyX
ar: اقتبس الإدخالات المختارة في LyX
lv: Atlasītos ierakstus citēt „LyX“

# Update Entry
source: Update
ar: حدّث
lv: Atjaunināt

source: All Sources
ar: كل المصادر
lv: Visi avoti

source: Update entry data from all available sources
ar: حدّث بيانات الإدخال من كل المصادر المتاحة
lv: Atjaunināt ienākošos datus no visiem pieejamajiem avotiem

source: Unlock Layout
ar: فك قفل التخطيط
lv: Atbloķēt izkārtojumu

source: Unlock the window's layout
ar: فك قفل تخطيط النافذة
lv: Atbloķēt loga izkārtojumu

source: Lock Layout
ar: اقفل التخطيط
lv: Slēgt izkārtojumu

source: Lock the window's layout
ar: اقفل تخطيط النافذة
lv: Slēgt loga izkārtojumu

source: Reset Layout
ar: صفّر التخطيط
lv: Atiestatīt izkārtojumu

source: Reset the window's layout
ar: أعد ضبط تخطيط النافذة
lv: Atiestatīt loga izkārtojumu

source: Entry &Editor
ar: م&حرر الإدخال
lv: &Ierakstu redaktors

source: Enable/disable the editor
ar: فعّل/عطّل المحرر
lv: Ieslēgt/izslēgt redaktoru

source: Show Log
ar: أظهر السجل
lv: Rādīt žurnālu

source: Change Grouping
ar: غيِّر التجميع
lv: Mainīt grupēšanu

source: &Group Selection
ar: ا&ختيار المجموعة
lv: &Pamatgrupas

source: Change the grouping of the collection
ar: غيِّر تجميع التشكيلة
lv: Mainīt kolekcijas grupēšanu

source: Filter here...
ar: صفِّ هنا...
lv: Filtrēt te...

source: <qt>The <i>Entry View</i> shows a formatted view of the entry's contents.</qt>
ar: <qt>يُظهِر <i>عرض الإدخال</i> عرضًا منسقًا لمحتويات الإدخال.</qt>
lv: <qt><i>Ieraksta skats</i> parāda formatētu ieraksta saturu.</qt>

source: Collection View
ar: عرض التشكيلة
lv: Kolekcijas skats

source: <qt>The <i>Column View</i> shows the value of multiple fields for each entry.</qt>
ar: <qt>يُظهِر <i>عرض العمود</i> قيمة حقول متعددة لكل إدخال.</qt>
lv: <qt><i>Kolonnas skats</i> parāda vairāku lauku vērtību katram ierakstam.</qt>

source: Group View
ar: عرض المجموعة
lv: Grupu skats

source: Groups
ar: المجموعات
lv: Grupas

source: <qt>The <i>Group View</i> sorts the entries into groupings based on a selected field.</qt>
ar: <qt>يُرتِّب <i>عرض المجموعة</i> الإدخالات إلى مجموعات بناءً على حقل مختار.</qt>
lv: <qt><i>Grupu skats</i> kārto ierakstus grupās, balstoties atlasītajos laukos.</qt>

source: Collection management software, free and simple
ar: برنامج إدارة التشكيلات، مجاني وبسيط
lv: Kolekciju pārvaldības programma — brīva un vienkārša

source: Welcome to the Tellico Collection Manager
ar: أهلاً بك في مدير تشكيلة Tellico
lv: Laipni lūgti „Tellico“ kolekciju pārvaldniekā

source: <h3>Tellico is a tool for managing collections of books, videos, music, and whatever else you want to catalog.</h3><h3>New entries can be added to your collection by <a href="tc:///coll_new_entry">entering data manually</a> or by <a href="tc:///edit_search_internet">downloading data</a> from various Internet sources.</h3>
ar: <h3>تلكو أداة لإدارة تشكيلات الكتب، والفيديو، والموسيقى، وأي شيء آخر تريد فهرسته.</h3><h3>أضِف إدخالات جديدة إلى تشكيلتك عن طريق <a href="tc:///coll_new_entry">إدخال البيانات يدوياً</a> أو عن طريق <a href="tc:///edit_search_internet">تنزيل البيانات</a> من مصادر إنترنت مختلفة.</h3>
lv: <h3>„Tellico“ ir rīks grāmatu, videoceliņu, mūzikas ierakstu un jebkādu citu kolekciju pārvaldīšanai.</h3><h3>Jaunus ierakstus varat pievienot kolekcijai, <a href="tc:///coll_new_entry">datus ievadot manuāli</a> vai <a href="tc:///edit_search_internet">lejupielādējot</a> no dažādiem resursiem internetā.</h3>

source: More information can be found in the <a href="help:/tellico">documentation</a>. You may also <a href="tc:///disable_welcome">disable this welcome screen</a>.
ar: اعثر على المزيد من المعلومات في <a href="help:/tellico">الوثائق</a>. أوقِف أيضاً <a href="tc:///disable_welcome">شاشة الترحيب هذه</a>.
lv: Vairāk informācijas atradīsit <a href="help:/tellico">dokumentācijā</a>. Šo sākuma ekrānu <a href="tc:///disable_welcome">varat izslēgt</a>.

source: The current file has been modified. Do you want to save it?
ar: الملف الحالي قد عُدّل. أتود حفظه؟
lv: Pašreizējā datne ir modificēta. Vai vēlaties to saglabāt?

source: Creating new collection...
ar: إنشاء تشكيلة جديدة...
lv: Veido jaunu kolekciju...

source: Opening file...
ar: يفتح الملف...
lv: Atver datni...

source: Open File
ar: افتح الملف
lv: Atvērt datni

source: <qt><p>You are saving a file with many images, which causes Tellico to slow down significantly. Do you want to save the images separately in Tellico's data directory to improve performance?</p><p>Your choice can always be changed in the configuration dialog.</p></qt>
ar: <qt><p>أنت تحفظ ملفاً به العديد من الصور، مما يؤدي إلى إبطاء تلكو بشكل كبير. هل تريد حفظ الصور بشكل منفصل في دليل بيانات تلكو لتحسين الأداء؟</p><p>غيِّر خيارك في أي وقت في حوار اضبط.</p></qt>
lv: <qt><p>Jūs saglabājat datni ar daudziem attēliem, kas var ievērojami palēnināt „Tellico“ darbību. Vai vēlaties attēlus saglabāt atsevišķi Tellico datu mapē, lai uzlabotu programmas veiktspēju?</p><p>Šo izvēli vienmēr varat mainīt konfigurācijas lodziņā.</p></qt>

source: Save Images Separately
ar: احفظ الصور بشكل منفصل
lv: Attēlus saglabāt atsevišķi

source: Save Images in File
ar: احفظ الصور في الملف
lv: Saglabāt attēlus datnē

source: Saving file with a new filename...
ar: يحفظ الملفّ باسم ملفّ جديد...
lv: Saglabā datni ar jaunu datnes nosaukumu...

source: Save As
ar: احفظ كَ‍
lv: Saglabāt kā

source: Printing...
ar: يطبع...
lv: Drukā...

source: The collection is currently being filtered to show a limited subset of the entries. Only the visible entries will be printed. Continue?
ar: التشكيلة قيد التصفية حالياً لإظهار مجموعة فرعية محدودة من الإدخالات. اطبع فقط الإدخالات الظاهرة. هل تواصل؟
lv: Šobrīd kolekcija ir filtrēta, parādot ierobežotu ierakstu kopu. Programma izdrukās tikai redzamos ierakstus. Vai turpināt?

source: Exiting...
ar: يخرج…
lv: Iziet...

source: (%1 filtered; %2 selected)
ar: (%1 مُصفّى؛ %2 مُختار)
lv: (%1 filtrēti; %2 atlasīti)

source: (%1 filtered)
ar: (%1 مُصفّى)
lv: (%1 filtrēti)

source: (%1 selected)
ar: (%1 محدّد)
lv: (%1 atlasīti)

source: Tellico encountered an error in XSLT processing.
ar: صادف تلكو خطأ في معالجة XSLT.
lv: „Tellico“ saskārās ar XSLT apstrādes kļūdu.

source: Importing data...
ar: استيراد البيانات...
lv: Importē datus...

source: Import File
ar: استورد ملفًا
lv: Importēt datni

source: Import Directory
ar: استورد الدليل
lv: Importēšanas mape

source: Exporting data...
ar: تصدير البيانات...
lv: Eksportēt datus...

source: Export As
ar: صدِّر إلى
lv: Eksportēt kā

source: String Macros
ar: ماكروات السلاسل
lv: Makrokomandu virkne

source: Macro
ar: ماكرو
lv: Makrokomanda

source: String
ar: سلسلة
lv: Virkne

source: Creating citations...
ar: إنشاء اقتباسات...
lv: Veido atsauces...

source: Filters
ar: المرشّحات
lv: Filtri

source: <qt>The <i>Filter View</i> shows the entries which meet certain filter rules.</qt>
ar: <qt>يُظهِر <i>عرض التصفية</i> الإدخالات التي تلبي قواعد تصفية معينة.</qt>
lv: <qt><i>Filtru skats</i> parāda ierakstus, kas atbilsto noteiktiem filtra nosacījumiem.</qt>

source: Loans
ar: الإعارات
lv: Aizdošana

source: <qt>The <i>Loan View</i> shows a list of all the people who have borrowed items from your collection.</qt>
ar: <qt>يُظهِر <i>عرض الإعارة</i> قائمة بجميع الأشخاص الذين استعاروا عناصر من تشكيلتك.</qt>
lv: <qt><i>Aizdošanas skats</i> parāda sarakstu ar visiem cilvēkiem, kuri kaut ko ir aizņēmušies no jūsu kolekcijas.</qt>

source: Some images are not saved in the configured location. The current file must be saved and the images will be transferred to the new location.
ar: بعض الصور غير محفوظة في الموقع المضبوط. احفظ الملف الحالي، وستُنقَل الصور إلى الموقع الجديد.
lv: Atsevišķi attēli nav saglabāti konfigurētajā vietā. Lai attēlus pārkopētu uz jauno vietu, saglabājiet atvērto datni

source: Update entry data from %1
ar: حدِّث بيانات الإدخال من %1
lv: Atjaunināt ieraksta datus no „%1“

source: Tellico can only import one file of this type at a time. Only %1 will be imported.
ar: يمكن لتلكو استيراد ملف واحد فقط من هذا النوع في كل مرة. استورد فقط %1.
lv: „Tellico“ prot vienlaicīgi importēt vienu šāda tipa datni. Programma importēs tikai „%1“.

# @title:window
source: Tellico Log
ar: سجل تلكو
lv: „Tellico“ žurnāls

source: Collection Report
ar: تقرير التشكيلة
lv: Kolekcijas ziņojums

source: &Report template:
ar: &قالب التقرير:
lv: &Ziņojuma veidne

source: One Entry Per Page
ar: إدخال واحد لكل صفحة
lv: Viens ieraksts lapā

source: &Generate
ar: &ولّد
lv: Ģ&enerēt

source: Select a report template and click <em>Generate</em>.
ar: اختر قالب تقرير وانقر على <em>أنشئ</em>.
lv: Atlasiet ziņojuma veidni un spiediet <em>Ģenerēt</em>.

source: Some reports may take several seconds to generate for large collections.
ar: قد تستغرق بعض التقارير عدة ثوانٍ لإنشائها للتشكيلات الكبيرة.
lv: Dažu ziņojumu ģenerēšana lielām kolekcijām var aizņemt vairākas sekundes.

source: PNG Files
ar: ملفّات PNG
lv: PNG datnes

source: HTML Files
ar: ملفات HTML
lv: HTML datnes

source: Do you really want to delete this filter?
ar: هل تريد حقاً حذف المصفِّي هذا؟
lv: Vai tiešām vēlaties dzēst šo filtru?

source: Delete Filter?
ar: أأحذف المرشّح؟
lv: Vai dzēst filtru?

source: New collection name:
ar: اسم التشكيلة الجديد:
lv: Jaunās kolekcijas nosaukums:

source: Entry 1
ar: المدخلة 1
lv: Pirmais ieraksts

source: Entry 2
ar: المدخلة 2
lv: Otrais ieraksts

source: Conflicting values for %1 were found while merging entries.
ar: عثر على قيم متعارضة لـ %1 أثناء دمج الإدخالات.
lv: Sapludinot ierakstus, atrastas „%1“ konfliktējošas vērtības.

source: Please choose which value to keep.
ar: اختر القيمة التي تريد الاحتفاظ بها.
lv: Izvēlieties, kuru vērtību paturēt.

source: Select value from %1
ar: اختر القيمة من %1
lv: Atlasīt vērtību no „%1“

source: &File
ar: &ملف
lv: &Datne

source: &New Collection
ar: تشكيلة &جديدة
lv: &Jauna kolekcija

# @title:menu
source: &Import
ar: ا&ستورد
lv: &Importēt

# @title:menu
source: &Export
ar: &صدّر
lv: &Eksportēt

# @title:menu
source: &Collection
ar: ال&مجوعة
lv: &Kolekcija

# @title:menu
source: &Update Entry
ar: &حدِّث الإدخال
lv: &Atjaunināt ierakstu

# @title:menu
source: &Bibliography
ar: &ثبَت مراجع
lv: &Bibliogrāfija

# @title:menu
source: &Show Views
ar: &أظهر العروض
lv: &Rādīt skatus

source: Main Toolbar
ar: شريط الأدوات الرئيس
lv: Galvenā rīkjosla

source: Collection Toolbar
ar: شريط أدوات التشكيلة
lv: Kolekciju rīkjosla

source: <qt>An Alexandria library called <i>%1</i> already exists. Any existing books in that library could be overwritten.</qt>
ar: <qt>مكتبة الإسكندرية باسم <i>%1</i> موجودة بالفعل. قد تُكتَب الكتب الموجودة في تلك المكتبة.</qt>
lv: <qt>„Alexandria“ bibliotēka ar nosaukumu <i>%1</i> jau pastāv. Visas šajā bibliotēkā esošās grāmatas programma var pārrakstīt.</qt>

source: Alexandria Options
ar: خيارات الإسكندرية
lv: „Alexandria“ opcijas

source: &Library:
ar: ال&مكتبة:
lv: &Bibliotēka:

source: Scanning audio files...
ar: فحص ملفات الصوت...
lv: Skenē audio datnes...

source: Files
ar: الملفات
lv: Datnes

source: Bitrate
ar: معدل البت
lv: Bitātrums

source: (Various)
ar: (متنوع)
lv: (dažāds)

source: Audio File Options
ar: خيارات ملف الصوت
lv: Audio datnes opcijas

source: Recursive &folder search
ar: بحث &مجلد استرجاعي
lv: &Rekursīva mapes meklēšana

source: If checked, folders are recursively searched for audio files.
ar: إذا أشر، ابحث استرجاعياً في المجلدات عن ملفات الصوت.
lv: Ja atzīmēts, programma mapē audio datnes meklē rekursīvi (apskata arī apakšmapes).

source: Include file &location
ar: ضمِّن &موقع الملف
lv: Iekļaut datnes &vietu

source: If checked, the file names for each track are added to the entries.
ar: إذا أشر، أضِف أسماء الملفات لكل مسار إلى الإدخالات.
lv: Ja atzīmēts, katra celiņa datnes atrašanās vieta ir pievienota ierakstiem.

source: Include &bitrate
ar: ضمِّن &معدل البتات
lv: Iekļaut &bitātrumu

source: If checked, the bitrate for each track is added to the entries.
ar: إذا أشر، أضِف معدل البتات لكل مسار إلى الإدخالات.
lv: Ja atzīmēts, katra celiņa bitu pārraides ātrums būs iekļauts pie ierakstiem.

source: Bibtex Options
ar: خيارات Bibtex
lv: „Bibtex“ opcijas

source: Expand string macros
ar: وسِّع ماكروات السلاسل
lv: Paplašināt virkņu makrokomandas

source: If checked, the string macros will be expanded and no @string{} entries will be written.
ar: إذا أشر، ستوسَّع ماكروات السلاسل ولن تُكتَب إدخالات @string{}.
lv: Ja atzīmēts, virkņu makrokomandas paplašinās un nekādus „@virkne{}“ ierakstus nerakstīs.

source: Use URL package
ar: استعمل حزمة URL
lv: Izmantot URL pakotni

source: If checked, any URL fields will be wrapped in a \url declaration.
ar: إذا أشر، ستُغلَف أي حقول URL في تعريف \url.
lv: Ja atzīmēts, URL laukus ievietos „\url“ deklarācijā

source: Skip entries with empty citation keys
ar: تجاوز الإدخالات بمفاتيح اقتباس فارغة
lv: Izlaist ierakstus ar tukšām atsauču atslēgām

source: If checked, any entries without a bibtex citation key will be skipped.
ar: إذا أشر، تجاوز أي إدخالات بلا مفتاح اقتباس bibtex.
lv: Ja atzīmēs, izlaidīs visus ierakstus bez „bibtex“ atsauču atslēgas.

source: Bibtex quotation style:
ar: نمط اقتباس Bibtex:
lv: „Bibtex“ atsauces stils:

source: Braces
ar: أقواس متموجة
lv: Iekavas

source: Quotes
ar: اقتباسات
lv: Pēdiņas

source: <qt>The quotation style used when exporting bibtex. All field values will be escaped with either braces or quotation marks.</qt>
ar: <qt>نمط الاقتباس المستعمَل عند تصدير bibtex. هرب كل قيم الحقول بالأقواس المتعرجة أو علامات الاقتباس.</qt>
lv: <qt>Atsauces stils, kas izmantots „bibtex“ eksportam. Visas vērtības beigsies ar iekavām vai pēdiņām.</qt>

source: No valid bibtex entries were found
ar: لم يعثر على إدخالات bibtex صالحة
lv: Nav atrasti derīgi „bibtex“ ieraksti

source: No valid bibtex entries were found in file - %1
ar: لم يعثر على إدخالات bibtex صالحة في الملف - %1
lv: Datnē „%1“ nav atrasti derīgi „bibtex“ ieraksti

source: Use Unicode (UTF-8) encoding
ar: استعمل ترميز يونيكود (UTF-8)
lv: Izmantot unikoda (UTF-8) kodējumu

source: Read the imported file in Unicode (UTF-8).
ar: اقرأ الملف المستورد بيونيكود (UTF-8).
lv: Importēto datni lasīt unikodā (UTF-8).

source: Use user locale (%1) encoding
ar: استعمل ترميز الإعدادات المحلية للمستخدم (%1)
lv: Izmantot lietotāja lokāli (%1) kodējums

source: Read the imported file in the local encoding.
ar: اقرأ الملف المستورد بالترميز المحلي.
lv: Lasīt importēto datni lokālajā kodējumā.

source: Bibtexml Files
ar: ملفات Bibtexml
lv: „Bibtexml“ datnes

source: A valid XSLT file is needed to import the file.
ar: تحتاج إلى ملف XSLT صالح لاستيراد الملف.
lv: Datnes importēšanai nepieciešama derīga XSLT datne.

source: A valid user ID must be entered.
ar: يجب إدخال معرّف مستخدم صالح.
lv: Jāievada derīgs lietotāja ID.

source: BoardGameGeek Options
ar: خيارات BoardGameGeek
lv: „BoardGameGeek“ opcijas

source: Import owned items only
ar: استورد العناصر المملوكة فقط
lv: Importēt tikai vienumus, kas jums pieder

source: User ID:
ar: مُعرّف مستخدم:
lv: Lietotāja ID:

source: CSV Options
ar: خيارات CSV
lv: CSV opcijas

source: Include field titles as column headers
ar: ضمِّن عناوين الحقول كـ رؤوس أعمدة
lv: Kā kolonnu galvenes izmantot lauku nosaukumus

source: If checked, a header row will be added with the field titles.
ar: إذا أشر، أضِف صف رأس مع عناوين الحقول.
lv: Ja atzīmēts, pievienos galvenes rindu ar lauku nosaukumiem.

source: Delimiter
ar: فاصل
lv: Atdalītājs

source: In addition to a comma, other characters may be used as a delimiter, separating each value in the file.
ar: بالإضافة إلى الفاصلة، استعمِل محارف أخرى كـ فاصل، يفصل كل قيمة في الملف.
lv: Neskaitot komatu, kā vērtību atdalītāju datnē varat izmantot arī citas rakstzīmes.

source: Comma
ar: فاصلة
lv: Komats

source: Use a comma as the delimiter.
ar: استعمل فاصلة كـ فاصل.
lv: Kā atdalītāju izmantot komatu

source: Semicolon
ar: فاصلة منقوطة
lv: Semikols

source: Use a semi-colon as the delimiter.
ar: استعمل فاصلة منقوطة كـ فاصل.
lv: Kā atdalītāju izmantot semikolu.

source: Tab
ar: محرف جدولة
lv: Tabulēšanas rakstzīme

source: Use a tab as the delimiter.
ar: استعمل علامة ألسنة كـ فاصل.
lv: Kā atdalītāju izmantot tabulēšanas rakstzīmi.

source: Other
ar: أخرى
lv: Cits

source: Use a custom string as the delimiter.
ar: استعمل سلسلة مخصصة كـ فاصل.
lv: Kā atdalītāju izmantot pielāgotu virkni.

source: A custom string, such as a colon, may be used as a delimiter.
ar: استعمِل سلسلة مخصصة، كـ النقطتين الرأسيتين، كـ فاصل.
lv: Kā atdalītāju varat izmantot pielāgotu virkni, piemēram, kolu.

source: Table column delimiter:
ar: فاصل عمود الجدول:
lv: Tabulas kolonnas atdalītājs:

source: The column delimiter separates values in each column of a <i>Table</i> field.
ar: يفصل فاصل العمود القيم في كل عمود من حقل <i>جدول</i>.
lv: Kolonnas atdalītājs atdala vērtības katrā <i>Tabulas</i> lauka kolonnā.

source: Table row delimiter:
ar: فاصل صف الجدول:
lv: Tabulas rindas atdalītājs:

source: The row delimiter separates values in each row of a <i>Table</i> field.
ar: يفصل فاصل الصف القيم في كل صف من حقل <i>جدول</i>.
lv: Rindas atdalītājs atdala vērtības katrā <i>Tabulas</i> lauka rindā.

source: Select the type of collection being imported.
ar: اختر نوع التشكيلة المستوردة.
lv: Atlasiet importējamās kolekcijas tipu.

source: &First row contains field titles
ar: &الصف الأول يحتوي عناوين الحقول
lv: &Pirmā rinda satur laika nosaukumus

source: If checked, the first row is used as field titles.
ar: إذا أشر، استعمِل الصف الأول كـ عناوين حقول.
lv: Ja atzīmēts, pirmo rindu izmantos lauku nosaukumiem.

source: Import images as links only
ar: استورد الصور كـ روابط فقط

source: If checked, the image paths will be imported as links instead of being managed by Tellico directly.
ar: إذا أشر، استورد مسارات الصور كـ روابط بدلاً من إدارتها بواسطة تلكو مباشرةً.

source: Delimiter:
ar: الفاصل:
lv: Atdalītājs:

source: &Comma
ar: &فاصلة
lv: &Komats

source: &Semicolon
ar: فاصلة &منقوطة
lv: &Semikols

source: Ta&b
ar: م&حرف جدولة
lv: &Tabulēšanas rakstzīme

source: Ot&her:
ar: أ&خرى:
lv: &Cits:

source: The table shows up to the first five lines of the CSV file.
ar: يُظهِر الجدول ما يصل إلى الأسطر الخمسة الأولى من ملف CSV.
lv: Tabula parāda līdz pirmajām piecām CSV datnes rindām.

source: <qt>Set each column to correspond to a field in the collection by choosing a column, selecting the field, then clicking the <i>Assign Field</i> button.</qt>
ar: <qt>اضبط كل عمود ليتوافق مع حقل في التشكيلة عن طريق اختيار عمود، وتحديد الحقل، ثم النقر على زر <i>تخصيص الحقل</i>.</qt>
lv: <qt>Atlasiet katrai kolonnai atbilstošo kolekcijas lauku, izvēloties kolonnu, tad atlasot lauku, bet pēc tam spiežot uz <i>Piešķirt lauku</i> pogas.</qt>

source: Co&lumn:
ar: ال&عمود:
lv: Ko&lonna:

source: &Data field in this column:
ar: حقل &البيانات في هذا العمود:
lv: &Datu lauks šajā kolonnā:

source: &Assign Field
ar: &خصص الحقل
lv: &Piešķirt lauku

source: At least one column must be assigned to a field. Only assigned columns will be imported.
ar: يجب تخصيص عمود واحد على الأقل لحقل. استورد فقط الأعمدة المخصصة.
lv: Laukam ir jāpiešķir vismaz viena kolonna. Programma importēs tikai piešķirtos laukus.

source: Review
ar: المراجعة
lv: Pārskatīt

source: <New Field>
ar: <حقل جديد>
lv: <Jauns lauks>

source: Discogs Options
ar: خيارات Discogs
lv: „Discogs“ opcijas

source: Scanning files...
ar: مسح الملفات...
lv: Skenē datnes...

source: File Listing Options
ar: خيارات قائمة الملفات
lv: Datņu saraksta opcijas

source: Recursive folder search
ar: بحث مجلد استرجاعي
lv: Rekursīva mapes meklēšana

source: If checked, folders are recursively searched for all files.
ar: إذا أشر، ابحث استرجاعياً في المجلدات عن كل الملفات.
lv: Ja atzīmēts, mapēs rekursīvi meklē visas datnes.

source: Generate file previews
ar: أنشئ معاينات الملفات
lv: Ģenerēt datņu priekšskatījumus

source: If checked, previews of the file contents are generated, which can slow down the folder listing.
ar: إذا أشر، أنشئ معاينات لمحتويات الملف، مما قد يبطئ قائمة المجلد.
lv: Ja atzīmēts, programma ģenerē datņu satura priekšskatījumu, bet tas var palēnināt mapju parādīšanu.

source: <qt>Tellico was unable to access the CD-ROM device - <i>%1</i>.</qt>
ar: <qt>تلكو غير قادر على الوصول إلى جهاز القرص المضغوط - <i>%1</i>.</qt>
lv: <qt>„Tellico“ nespēja piekļūt CD-ROM ierīcei — <i>%1</i>.</qt>

source: Select CDDB Entry
ar: حدد مدخلة قاعدة بيانات الأقراص المضغوطة CDDB
lv: Atlasīt CDDB ierakstu

source: Select a CDDB entry:
ar: حدد مدخلة قاعدة بيانات الأقراص المضغوطة CDDB:
lv: Atlasīt CDDB ierakstu:

source: <qt>No records were found to match the CD.</qt>
ar: <qt>لم يعثر على سجلات تطابق القرص المضغوط.</qt>
lv: <qt>Nav atrasti ieraksti, kas atbilstu šim CD.</qt>

source: <qt>Tellico was unable to complete the CD lookup.</qt>
ar: <qt>تلكو غير قادر على إكمال البحث عن القرص المضغوط.</qt>
lv: <qt>„Tellico“ nespēja pabeigt CD uzmeklēšanu.</qt>

source: Various
ar: متنوع
lv: Dažādi

source: Audio CD Options
ar: خيارات القرص المضغوط الصوتي
lv: Audio CD opcijas

source: Read data from CD-ROM device
ar: اقرأ البيانات من جهاز القرص المضغوط
lv: Lasīt datus no CD-ROM ierīces

source: Select or input the CD-ROM device location.
ar: اختر أو أدخل موقع جهاز القرص المضغوط.
lv: Atlasiet vai ievadiet CD-ROM ierīces atrašanās vietu.

source: Read all CDDB cache files only
ar: اقرأ فقط كل ملفات خبيئة CDDB
lv: Nolasīt tikai visas CDDB kešatmiņas datnes
