Repository: KDE/tellico
Catalog: po/*/tellico.po
Languages: ar, lv

source: Region 1
ar: المنطقة 1
lv: 1. reģions

source: Region 2
ar: المنطقة 2
lv: 2. reģions

source: Region 3
ar: المنطقة 3
lv: 3. reģions

source: Region 4
ar: المنطقة 4
lv: 4. reģions

source: Region 5
ar: المنطقة 5
lv: 5. reģions

source: Region 6
ar: المنطقة 6
lv: 6. reģions

source: Region 7
ar: المنطقة 7
lv: 7. reģions

source: Region 8
ar: المنطقة 8
lv: 8. reģions

source: Region
ar: المنطقة
lv: Reģions

source: Nationality
ar: الجنسية
lv: Valsts

source: NTSC
ar: لجنة النظام التلفزيوني الوطنية

source: PAL
ar: بال

source: SECAM
ar: سيكام

source: Format
ar: التنسيق
lv: Formāts

source: Cast
ar: طاقم العمل
lv: Aktieri

source: Actor/Actress
ar: ممثل/ممثلة
lv: Aktieris/aktrise

source: Role
ar: الدّور
lv: Loma

source: A table for the cast members, along with the roles they play
ar: جدول لأعضاء الطاقم، بالإضافة إلى الأدوار التي يلعبونها
lv: Tabula ar aktieriem un viņu spēlētajām lomām

source: Director
ar: المخرج
lv: Režisors

source: Producer
ar: المنتج
lv: Producents

source: Composer
ar: الملحّن
lv: Komponists

source: Studio
ar: الأستوديو
lv: Studija

source: Language Tracks
ar: مسارات اللغة
lv: Valodu celiņi

source: Subtitle Languages
ar: لغات الترجمة
lv: Subtitru valodas

source: Audio Tracks
ar: مسارات الصّوت
lv: Audio valodas

source: Running Time
ar: مدة التشغيل
lv: Garums

source: The running time of the video (in minutes)
ar: مدة تشغيل الفيديو (بالدقائق)
lv: Video garums (minūtēs)

source: Aspect Ratio
ar: النسبة الباعيّة
lv: Malu attiecība

source: Widescreen
ar: شاشة عريضة
lv: Platekrāna

source: Black & White
ar: أسود وأبيض
lv: Melnbalts

source: Color Mode
ar: نمط الألوان
lv: Krāsu režīms

source: Director's Cut
ar: نسخة المخرج
lv: Režisora versija

source: My Wines
ar: أنبيذتي
lv: Mani vīni

# Wine Producer
source: Producer
ar: المنتج
lv: Ražotājs

source: Appellation
ar: تسمية المنشأ
lv: Apelācija

source: Varietal
ar: صنف العنب
lv: Viena vīnogu šķirne

source: Vintage
ar: عتيق
lv: Vintāža

source: Red Wine
ar: نبيذ أحمر
lv: Sarkanvīns

source: White Wine
ar: نبيذ أبيض
lv: Baltvīns

source: Sparkling Wine
ar: نبيذ فوار
lv: Dzirkstošais vīns

source: Drink By
ar: اشرب بحلول
lv: Ieteicams līdz

source: Label Image
ar: صورة اللصيقة
lv: Etiķetes attēls

source: Add Entries
ar: أضف مدخلات
lv: Pievienot ierakstus

# Add (Entry Title)
source: Add %1
ar: أضف %1
lv: Pievienot „%1“

source: Check-out Items
ar: أعِر العناصر
lv: Aizdot vienības

# Check-out (Entry Title)
source: Check-out %1
ar: الخروج %1
lv: Aizdot „%1“

source: Append Collection
ar: ألحق مجموعة
lv: Pievienot kolekcijai

source: Merge Collection
ar: ادمج مجموعة
lv: Sapludināt kolekciju

source: Replace Collection
ar: استبدل مجموعة
lv: Aizvietot kolekciju

source: Add %1 Field
ar: إضافة حقل %1
lv: Pievienot „%1“ lauku

source: Modify %1 Field
ar: عدّل حقل %1
lv: Modificēt „%1“ lauku

source: Delete %1 Field
ar: احذف حقل %1
lv: Dzēst „%1“ lauku

source: Add Filter
ar: أضف مرشح
lv: Pievienot filtru

source: Modify Filter
ar: عدّل المصفاة
lv: Modificēt filtru

source: Delete Filter
ar: حذف مرشح
lv: Dzēst filtru

source: Modify Entries
ar: عدّل المدخلات
lv: Modificēt ierakstus

# Modify (Entry Title)
source: Modify %1
ar: عدل %1
lv: Modificēt „%1“

source: Modify Loan
ar: عدّل الإعارة
lv: Modificēt aizdošanu

source: Delete Entries
ar: احذف المُدخَلات
lv: Dzēst ierakstus

# Delete (Entry Title)
source: Delete %1
ar: احذف %1
lv: Dzēst „%1“

source: Check-in Entries
ar: استرجع المدخلات
lv: Atgriezt ierakstus

# Check-in (Entry Title)
source: Check-in %1
ar: تسجيل الوصول %1
lv: Atgriezt „%1“

source: Rename Collection
ar: أعد تسمية المجموعة
lv: Pārdēvēt kolekciju

source: Reorder Fields
ar: أعد ترتيب الحقول
lv: Pārkārtot laukus

# comma-separated list of articles ignored for title sorting
source: the
ar: الـ

source: Template font
ar: خط القالب
lv: Veidnes fonts

source: Template background color
ar: لون خلفية القالب
lv: Veidnes fona krāsa

source: Template text color
ar: لون نص القالب
lv: Veidnes teksta krāsa

source: Template highlight color
ar: لون إبراز القالب
lv: Veidnes izcelšanas krāsa

source: Template highlighted text color
ar: لون النص المبرَز للقالب
lv: Veidnes izcelšanas teksta krāsa

source: Template link color
ar: لون رابط القالب
lv: Veidnes saites krāsa

source: Configure Tellico
ar: اضبط تلكو
lv: Konfigurēt „Tellico“

source: Printing
ar: الطباعة
lv: Drukāšana

source: Templates
ar: القوالب
lv: Veidnes

source: Data Sources
ar: مصادر البيانات
lv: Datu avoti

source: General Options
ar: خيارات عامة
lv: Pamata opcijas

source: &Reopen file at startup
ar: &أعد فتح الملف عند بدء التشغيل
lv: &Ieslēdzot, atvērt pēdējo atvērto datni

source: If checked, the file that was last open will be re-opened at program start-up.
ar: إذا اُختير، فستُعاد فتح الملف الذي فُتح آخر مرة عند بدء تشغيل البرنامج.
lv: Ja atzīmēs, palaižot programmu, atvērsies pēdējā atvērtā datne.

source: &Enable regular expressions in quick filter
ar: &فعّل التعبيرات النمطية في المصفاة السريعة
lv: Ātrajā &filtrā ieslēgt regulārās izteiksmes

source: If checked, the quick filter will interpret text as a regular expression.
ar: إذا اُختير، فستفسّر المصفاة السريعة النص كتعبير نمطي.
lv: Ja atzīmēts, ātrais filtrs tekstu interpretēs kā regulāro izteiksmi.

source: &Enable webcam for barcode scanning
ar: &فعّل كاميرا الويب لمسح الباركود
lv: &Ieslēgt tīmekļa kameru svītrkodu skenēšanai

source: If checked, the input from a webcam will be used to scan barcodes for searching.
ar: إذا اُختير، فسيُستخدم الإدخال من كاميرا الويب لمسح الباركود للبحث.
lv: Ja atzīmēts, tīmekļa kameras ievadi varēsiet izmantot svītrkodu skenēšanai, lai meklētu informāciju.

source: Image Storage Options
ar: خيارات تخزين الصور
lv: Attēlu glabāšanas opcijas

source: Store images in data file
ar: خزّن الصور في ملف البيانات
lv: Saglabāt attēlus datnēs kopā ar datiem

source: Store images in common application directory
ar: خزّن الصور في دليل التطبيق المشترك
lv: Saglabāt attēlos kopējā programmas mapē

source: Store images in directory relative to data file
ar: خزّن الصور في دليل نسبي لملف البيانات
lv: Saglabāt attēlus mapē relatīvi pret datu datnēm

source: Images may be saved in the data file itself, which can cause Tellico to run slowly, stored in the Tellico application directory, or stored in a directory in the same location as the data file.
ar: قد تُحفظ الصور في ملف البيانات نفسه، مما قد يجعل تلكو يعمل ببطء، أو تُخزَّن في دليل تطبيق تلكو، أو تُخزَّن في دليل بنفس موقع ملف البيانات.
lv: Attēlus var saglabāt pašā datu datnē, kas var palēnināt „Tellico“ darbību. Tāpat attēlus var saglabāt atsevišķi „Tellico“ programmas mapē, vai arī tajā pašā mapē, kur atrodas datu mapes.

source: Formatting Options
ar: خيارات التنسيق
lv: Formatēšanas opcijas

source: Auto capitalize &titles and names
ar: رسملة آلية &للعناوين والأسماء
lv: Au&tomātiski nosaukumu un vārdu lielie burti

source: If checked, titles and names will be automatically capitalized.
ar: إذا اُختير، تُرسمل العناوين والأسماء آلياً.
lv: Ja atzīmēts, nosaukumos un vārdos automātiski izmantos lielos burtus.

source: Auto &format titles and names
ar: تنسيق &آلي للعناوين والأسماء
lv: Automātiski &formatēt nosaukumus un vārdus

source: If checked, titles and names will be automatically formatted.
ar: إذا اُختير، تُنسق العناوين والأسماء آلياً.
lv: Ja atzīmēts, programma automātiski formatēs nosaukumus un vārdus.

source: No capitali&zation:
ar: لا ر&سملة:
lv: Bez lielajiem &burtiem:

source: <qt>A list of words which should not be capitalized. Multiple values should be separated by a semi-colon.</qt>
ar: <qt>قائمة بالكلمات التي يجب عدم رسملتها. يجب فصل القيم المتعددة بفاصلة منقوطة.</qt>
lv: <qt>Vārdu saraksts, kuros nelieto lielos burtus. Vērtības ir atdalāmas ar semikolu.</qt>

source: Artic&les:
ar: ال&مقالات:
lv: &Artikuli:

source: <qt>A list of words which should be considered as articles if they are the first word in a title. Multiple values should be separated by a semi-colon.</qt>
ar: <qt>قائمة بالكلمات التي يجب اعتبارها كأدوات تعريف إذا كانت الكلمة الأولى في العنوان. يجب فصل القيم المتعددة بفاصلة منقوطة.</qt>
lv: <qt>vārdu saraksts, kas ir uzskatāmi par rakstiem, ja tie ir nosaukuma pirmais vārds. Vērtības ir atdalāmas ar semikolu.</qt>

source: Personal suffi&xes:
ar: لواحق شخصية:
lv: &Personvārdu sufiksi:

source: <qt>A list of suffixes which might be used in personal names. Multiple values should be separated by a semi-colon.</qt>
ar: <qt>قائمة باللواحق التي قد تستعمل في الأسماء الشخصية. يجب أن تُفصَل القيم المتعددة بفاصلة منقوطة.</qt>
lv: <qt>Saraksts ar sufiksiem, ko var izmantot personvārdus. Vērtības ir atdalāmas ar semikolu.</qt>

source: Surname &prefixes:
ar: لواحق &اللقب:
lv: Uzvārda &prefiksi:

source: <qt>A list of prefixes which might be used in surnames. Multiple values should be separated by a semi-colon.</qt>
ar: <qt>قائمة بالبادئات التي قد تستعمل في الألقاب. يجب أن تُفصَل القيم المتعددة بفاصلة منقوطة.</qt>
lv: <qt>Saraksts ar prefiksiem, ko var izmantot uzvārdos. Vērtības ir atdalāmas ar semikolu</qt>

source: Printing Options
ar: خيارات الطباعة
lv: Drukāšanas opcijas

source: &Format titles and names
ar: &هيئة العناوين والأسماء
lv: &Formatēt nosaukumus un personvārdus

source: &Print field headers
ar: &اطبع رؤوس الحقول
lv: &Drukāt lauku galvenes

source: If checked, the field names will be printed as table headers.
ar: إن حُدِّد، تطبع أسماء الحقول كرؤوس جدول.
lv: Ja atzīmēts, lauku nosaukumus izdrukās kā tabulu galvenes

source: Grouping Options
ar: خيارات التجميع
lv: Grupēšanas opcijas

source: &Group the entries
ar: &جمِّع المدخلات
lv: &Grupēt ierakstus

source: If checked, the entries will be grouped by the selected field.
ar: إن حُدِّد، تجمَّع المدخلات وفق الحقل المختار.
lv: Ja atzīmēts, ierakstus grupēs pēc atlasītā lauka.

source: Image Options
ar: خيارات الصورة
lv: Attēlu opcijas

source: Maximum image &width:
ar: أقصى &عرض للصورة:
lv: Maksimālais attēla &platums

source: The maximum width of the images in the printout. The aspect ratio is preserved.
ar: أقصى عرض للصور في المطبوعات. يحافظ على نسبة المظهر.
lv: Maksimālais attēla platums izdrukā. Malu attiecības saglabāsies.

source: &Maximum image height:
ar: أقصى &ارتفاع للصورة:
lv: &Maksimālais attēla augstums:

source: The maximum height of the images in the printout. The aspect ratio is preserved.
ar: أقصى ارتفاع للصور في المطبوعات. يحافظ على نسبة المظهر.
lv: Maksimālais attēla augstums izdrukā. Malu attiecības saglabāsies.

source: Template Options
ar: خيارات القالب
lv: Veidnes opcijas

source: Collection &type:
ar: &نوع المجموعة:
lv: Kolekcijas &tips:

source: Template:
ar: القالب:
lv: Veidne:

source: Select the template to use for the current type of collections. Not all templates will use the font and color settings.
ar: اختر القالب لاستعماله لنوع المجموعات الحالي. لن تستعمل جميع القوالب إعدادات الخط والألوان.
lv: Atlasiet veidni izmantošanai ar pašreizējo kolekciju tipu. Ne visas veidnes izmantos fonta un krāsu iestatījumus.

source: &Preview...
ar: &معاينة...
lv: &Priekšskatījums...

source: Show a preview of the template
ar: أظهر معاينة للقالب
lv: Rādīt veidnes priekšskatījumu

source: Font Options
ar: خيارات الخط
lv: Fonta opcijas

source: Font:
ar: الخط:
lv: Fonts:

source: This font is passed to the template used in the Entry View.
ar: يُمرَّر هذا الخط إلى القالب المستعمل في عرض المدخل.
lv: Šis fonts ir padots uz veidni, kas izmantot ieraksta skatā.

source: Size:
ar: الحجم:
lv: Izmērs:

source: Color Options
ar: خيارات اللون
lv: Krāsu opcijas

source: Background color:
ar: لون الخلفية:
lv: Fona krāsa:

source: This color is passed to the template used in the Entry View.
ar: يُمرَّر هذا اللون إلى القالب المستعمل في عرض المدخل.
lv: Šī krāsa ir padota uz ieraksta skatā izmantoto veidni.

source: Text color:
ar: لون النّصّ:
lv: Teksta krāsa:

source: Highlight color:
ar: لون الإبراز:
lv: Izcelšanas krāsa:

source: Highlighted text color:
ar: لون النص المُظلَّل:
lv: Izceltā teksta krāsa:

source: Link color:
ar: لون الوصلة:
lv: Saites krāsa:

source: Manage Templates
ar: أدِر القوالب
lv: Pārvaldīt veidnes

source: Install...
ar: ثبّت...
lv: Instalēt...

source: Click to install a new template directly.
ar: انقر لتثبيت قالب جديد مباشرة.
lv: Klikšķiniet, lai tiešā veidā instalētu jaunu veidni.

source: Download...
ar: نزّل...
lv: Lejupielādēt...

source: Click to download additional templates.
ar: انقر لتحميل قوالب إضافية.
lv: Klikšķiniet, lai lejupielādētu papildu veidnes.

source: Delete...
ar: احذف...
lv: Dzēst...

source: Click to select and remove installed templates.
ar: انقر لاختيار وإزالة القوالب المُثبَّتة.
lv: Klikšķiniet, lai atlasītu no noņemtu instalētās veidnes.

source: Data Sources Options
ar: خيارات مصادر البيانات
lv: Datu avotu iestatījumi

source: Move &Up
ar: انقل لأ&على
lv: Pārvietot a&ugšup

source: The order of the data sources sets the order that Tellico uses when entries are automatically updated.
ar: يُحدِّد تسلسل مصادر البيانات التسلسل الذي تستعمله تلكو عندما تُحدَّث المدخلات آليًا.
lv: Datu avotu kārtība nosaka kārtību, kādu „Tellico“ izmanto, kad ierakstus automātiski atjaunina.

source: Move &Down
ar: انقل لأ&سفل
lv: Pārvietot &lejup

source: Filter by type:
ar: ابحث بالنوع
lv: Filtrēt pēc tipa:

source: &New...
ar: &جديد...
lv: &Jauns...

source: Click to add a new data source.
ar: انقر لإضافة مصدر بيانات جديد.
lv: Klikšķiniet, lai pievienotu jaunu datu avotu.

source: &Modify...
ar: &عدّل...
lv: &Modificēt...

source: Click to modify the selected data source.
ar: انقر لتعديل مصدر البيانات المختار.
lv: Klikšķiniet, lai modificētu atlasīto datu avotu.

source: &Delete
ar: ا&حذف
lv: &Dzēst

source: Click to delete the selected data source.
ar: انقر لحذف مصدر البيانات المختار.
lv: Spiediet, lai dzēstu atlasīto datu avotu.

source: XSL Files
ar: ملفات XSL
lv: XSL datnes

source: Template Packages
ar: حزم القوالب
lv: Veidnes pakotnes

source: All Files
ar: كلّ الملفّات
lv: Visas datnes

source: Delete Template
ar: احذف القالب
lv: Dzēst veidni

source: Select template to delete:
ar: اختر القالب للحذف:
lv: Atlasiet dzēšamo veidni:

# %1 refers to the file name
source: Images are currently saved within <em>%1</em>
ar: الصور حاليًا محفوظة ضمن <em>%1</em>
lv: Šobrīd attēli ir saglabāti <em>%1</em>

# %1 refers to a directory
source: Images are currently saved to <em>%1</em>
ar: الصور حاليًا محفوظة في <em>%1</em>
lv: Šobrīd attēli ir saglabāti <em>%1</em>

# %1 refers to a directory, %2 to a file name
source: Images will be moved from <em>%1</em> to <em>%2</em>
ar: ستُنقَل الصور من <em>%1</em> إلى <em>%2</em>
lv: Attēlus programma pārvietos no <em>%1</em> uz <em>%2</em>

# %1 refers to a file name, %2 to a directory
source: Images will be moved from <em>%1</em> to <em>%2</em>
ar: ستُنقَل الصور من <em>%1</em> إلى <em>%2</em>
lv: Attēlus programma pārvietos no <em>%1</em> uz <em>%2</em>

# %1 and %2 are both directories
source: Images will be moved from <em>%1</em> to <em>%2</em>
ar: ستُنقَل الصور من <em>%1</em> إلى <em>%2</em>
lv: Attēlus programma pārvietos no <em>%1</em> uz <em>%2</em>

source: Ready.
ar: جاهز.
lv: Gatavs.

source: Do you really want to delete this entry?
ar: هل حقًا تُريد حذف هذا المدخل؟
lv: Vai tiešām vēlaties dzēst šo ierakstu?

source: Delete Entry
ar: احذف المدخلة
lv: Dzēst ierakstu

source: Do you really want to delete these entries?
ar: هل حقًا تُريد حذف هذه المدخلات؟
lv: Vai tiešām vēlies dzēst šos ierakstus?

source: Delete Multiple Entries
ar: احذف مدخلات متعددة
lv: Dzēst vairākus ierakstus

source: &Sort By
ar: ا&فرز حسب
lv: &Kārtot pēc

source: &Edit Entry...
ar: &حرّر المدخلة...
lv: &Rediģēt ierakstu...

source: D&uplicate Entry
ar: انسخ &المدخل
lv: D&ublēt ierakstu

source: &Update Entry
ar: &حدِّث المدخل
lv: &Atjaunināt ierakstu

source: &Delete Entry
ar: ا&حذف مدخلة
lv: &Dzēst ierakstu

source: &Edit Entries...
ar: &عدِّل المدخلات...
lv: &Rediģēt ierakstus...

source: D&uplicate Entries
ar: انسخ &المدخلات
lv: D&ublēt ierakstus

source: &Update Entries
ar: &حدِّث المدخلات
lv: &Atjaunināt ierakstus

source: &Delete Entries
ar: &احذف المُدخَلات
lv: &Dzēst ierakstus

source: The following items are already loaned, but Tellico does not currently support lending an item multiple times. They will be removed from the list of items to lend.
ar: العناصر التالية مُعارة مسبقًا، لكن تلكو لا تدعم إعارة عنصر أكثر من مرة حاليًا. ستُزال من قائمة العناصر للإعارة.
lv: Šīs vienības ir jau aizdotas, bet „Tellico“ šobrīd neatbalsta vienas vienības aizdošanu vairākas reizes. Programma tās noņems no aizdodamo vienību saraksta.

source: There is an XML parsing error in line %1, column %2.
ar: هناك خطأ في تحليل XML في السطر %1، العمود %2.
lv: XML parsēšanas kļūda %1. rindiņā, %2. kolonnā

source: The error message from Qt is:
ar: رسالة الخطأ من Qt هي:
lv: „Qt“ kļūdas ziņojums:

source: A file named "%1" already exists. Are you sure you want to overwrite it?
ar: الملفّ بالاسم "%1" موجود فعلًا. أمتأكّد من الكتابة فوقه؟
lv: Datne ar nosaukumu „%1“ jau pastāv. Vai vēlaties to pārrakstīt?

source: Overwrite File?
ar: أأكتب فوق الملفّ؟
lv: Vai pārrakstīt datni?

source: Tellico is unable to open the file - %1.
ar: تلكو لا تقدر على فتح الملف - %1.

source: Tellico is unable to load the file - %1.
ar: تلكو لا تقدر على تحميل الملف - %1.

source: Tellico is unable to write the file - %1.
ar: تلكو لا تقدر على كتابة الملف - %1.

source: Tellico is unable to upload the file - %1.
ar: تلكو لا تقدر على رفع الملف - %1.

source: Only collections with the same type of entries as the current one can be appended. No changes are being made to the current collection.
ar: فقط المجموعات التي لها نفس نوع المدخلات للمجموعة الحالية يُمكن إلحاقها. لا تُجرَ أي تغييرات على المجموعة الحالية.

source: Only collections with the same type of entries as the current one can be merged. No changes are being made to the current collection.
ar: فقط المجموعات التي لها نفس نوع المدخلات للمجموعة الحالية يُمكن دمجها. لا تُجرَ أي تغييرات على المجموعة الحالية.

source: Tellico is unable to load an image from the file - %1.
ar: تلكو لا تقدر على تحميل صورة من الملف - %1.

source: Untitled
ar: غير معنون

source: This information was freely provided by <a href="%1">%2</a>.
ar: زودت <a href="%1">%2</a> بهذه المعلومات مجانًا.

source: Features
ar: الميزات

source: Other People
ar: أشخاص آخرون

source: Publishing
ar: النّشر
lv: Izdevums

source: Classification
ar: التصنيف

source: Miscellaneous
ar: متنوّع
lv: Dažādi

source: View Columns
ar: اعرض الأعمدة
lv: Skatīt kolonnas

# Noun, Menu name
source: Columns
ar: الأعمدة
lv: Kolonnas

source: Hide This Column
ar: اخفِ هذا العمود
lv: Paslēpt šo kolonnu

source: Resize to Content
ar: غيّر الحجم ليناسب المحتوى
lv: Mainīt izmēru uz saturu

source: Show All Columns
ar: أظهر كل الأعمدة
lv: Rādīt visas kolonnas

source: Hide All Columns
ar: اخفِ كل الأعمدة
lv: Slēpt visas kolonnas

source: Saving file...
ar: يحفظ الملفّ...
lv: Saglabā datni...

source: Edit Entry
ar: حرّر المدخلة
lv: Rediģēt ierakstu

source: &New Entry
ar: م&دخلة جديدة
lv: &Jauns ieraksts

source: Sa&ve Entry
ar: ا&حفظ المدخل
lv: &Saglabāt ierakstu

source: Do you really want to modify these entries?
ar: هل حقًا تُريد تعديل هذه المدخلات؟
lv: Vai tiešām vēlaties modificēt šos ierakstus?

source: Modify Multiple Entries
ar: عدِّل مدخلات متعددة
lv: Modificēt vairākus ierakstus

source: A value is required for the following fields. Do you want to continue?
ar: تُطلَب قيمة للحقول التالية. هل تُريد المتابعة؟
lv: Šiem laukiem ir nepieciešama vērtība. Vai vēlaties turpināt?

source: Edit Entries
ar: عدِّل المدخلات
lv: Rediģēt ierakstus

source: Sa&ve Entries
ar: ا&حفظ المدخلات
lv: &Saglabāt ierakstus

source: The current entry has been modified. Do you want to enter the changes?
ar: عُدِّل المدخل الحالي. هل تُريد إدخال التغييرات؟
lv: Pašreizējais ieraksts ir izmainīts. Vai vēlaties ievadīt izmaiņas?

source: Save Entry
ar: احفظ المدخل
lv: Saglabāt ierakstu

source: Unsaved Changes
ar: تغييرات غير محفوظة
lv: Nesaglabātās izmaiņas

source: (Empty)
ar: (فارغ)

source: <qt>The <i>Icon View</i> shows each entry in the collection or group using an icon, which may be an image in the entry.</qt>
ar: <qt>يُظهِر <i>عرض الأيقونات</i> كل مدخل في المجموعة أو في التجميع باستعمال أيقونة، قد تكون صورة في المدخل.</qt>
lv: <qt><i>Ikonu skats</i> parāda katru kolekcijas vai grupas ierakstu kā ikonu, kas var būt ieraksta attēls.</qt>

# Open URL
source: Open %1
ar: افتح %1
lv: Atvērt „%1“

source: Select Match
ar: اختر مطابقة
lv: Atlasīt atbilsmi

source: <qt><b>%1</b> returned multiple results which could match <b>%2</b>, the entry currently in the collection. Please select the correct match.</qt>
ar: <qt>أعادت <b>%1</b> نتائج متعددة قد تطابق <b>%2</b>، المدخل الحالي في المجموعة. رجاءً اختر المطابقة الصحيحة.</qt>
lv: <qt><b>%1</b> atgrieza vairākus rezultātus, kas varēt atbilst <b>%2</b> — ierakstam, kas šobrīd ir kolekcijā. Atlasiet pareizo atbilsmi.</qt>

source: Merge Entries
ar: ادمج المدخلات
lv: Sapludināt ierakstus

source: Merging entries...
ar: يدمج المدخلات...
lv: Sapludina ierakstus...

source: Total merged/scanned entries: %1/%2
ar: إجمالي المدخلات المدموجة/الممسوحة: %1/%2
lv: Kopē sapludinātie/skenētie ieraksti: %1/%2

source: Updating <b>%1</b>...
ar: يحدّث <b>%1</b>...
lv: Atjaunina <b>%1</b>...

source: Updating entries...
ar: يُحدِّث المدخلات...
lv: Atjaunina ierakstus...

source: Update Entries
ar: حدِّث المدخلات
lv: Atjaunināt ierakstus

source: Updating <b>%1</b> from <i>%2</i>...
ar: يُحدِّث <b>%1</b> من <i>%2</i>...

source: Tellico is unable to locate the default entry stylesheet.
ar: تلكو لا تقدر على العثور على ورقة أنماط المدخل مبدئية.
lv: „Tellico“ neizdodas atrast noklusējuma ieraksta stila lapu.

source: Please check your installation.
ar: رجاءً تحقَّق من تثبيتك.
lv: Pārbaudiet instalāciju.

source: Export Options
ar: خيارات التّصدير
lv: Eksportēšanas opcijas

source: Formatting
ar: التنسيق
lv: Formatēšana

source: Format all fields
ar: هيِّئ كل الحقول
lv: Formatēt visus laukus

source: If checked, the values of the fields will be automatically formatted according to their format type.
ar: إن حُدِّد، تُهيَّأ قيم الحقول آليًا وفقًا لنوع تهيئتها.
lv: Ja atzīmēts, lauku vērtības programma automātiski formatēs saskaņā ar to formāta tipu.

source: Export selected entries only
ar: صدِّر المدخلات المختارة فقط
lv: Eksportēt tikai atlasītos ierakstus

source: If checked, only the currently selected entries will be exported.
ar: إن حُدِّد، تُصدَّر المدخلات المختارة حاليًا فقط.
lv: Ja atzīmēts, programma eksportēs tikai atlasītos ierakstus

source: Export visible fields only
ar: صدِّر الحقول المرئية فقط
lv: Eksportēt tikai redzamos laukus

source: If checked, only the fields currently visible in the view will be exported.
ar: إن حُدِّد، تُصدَّر فقط الحقول المرئية حاليًا في العرض.
lv: Ja atzīmēts, programma eksportēs tikai šobrīd redzamos laukus.

source: Encoding
ar: التّرميز
lv: Kodēšana

source: Encode in Unicode (UTF-8)
ar: ترميز في يونيكود (UTF-8)
lv: Kodēt unikodā (UTF-8)

source: Encode the exported file in Unicode (UTF-8).
ar: رمز الملف المصدَّر في يونيكود (UTF-8).
lv: Eksportēto datni kodēt unikodā (UTF-8).

source: Encode in user locale (%1)
ar: ترميز في لغة المستعمل (%1)
lv: Kodēt lietotāja lokālē (%1)

source: Encode the exported file in the local encoding.
ar: رمز الملف المصدَّر في الترميز المحلي.
lv: Eksportēto datni kodēt lokālajā kodējumā.

source: Registration is required for accessing this data source. If you agree to the terms and conditions, <a href='%1'>sign up for an account</a>, and enter your information below.
ar: يُطلَب تسجيل للوصول إلى مصدر البيانات هذا. إن توافق على الشروط والأحكام، <a href='%1'>سجِّل للحصول على حساب</a>، وأدخِل معلوماتك بالأسفل.
lv: Lai piekļūtu šim datu avotam, ir jāreģistrējas. Ja piekrītot noteikumiem, <a href='%1'>reģistrējiet kontu</a> un ievadiet informāciju par sevi.

source: Access key:
ar: مفتاح الوصول:
lv: Piekļuves atslēga:

source: &Image size:
ar: &حجم الصورة:
lv: &Attēla izmērs:

source: No Image
ar: بلا صورة
lv: Nav attēla

source: Small Image
ar: صورة صغيرة
lv: Mazs attēls
