Repository: KDE/tellico
Catalog: po/*/tellico.po
Languages: ar, lv

source: Large Image
ar: صورة كبيرة
lv: Liels attēls

source: SAO/NASA Astrophysics Data System
ar: نظام بيانات الفيزياء الفلكية SAO/NASA
lv: SAO/NASA astrofizikas datu sistēma

source: The default Tellico key may be used, but searching may fail due to reaching access limits.
ar: قد يُستعمَل مفتاح تلكو مبدئي، لكن البحث قد يفشل بسبب بلوغ قيود الوصول.
lv: Iespējams izmantot noklusējuma „Tellico“ atslēgu, tomēr meklēšana var nedarboties, sasniedzot atslēgas izmantošanas limitu.

source: Amazon (US)
ar: أمازون (الولايات المتحدة)
lv: „Amazon“ (ASV)

source: United States
ar: الولايات المتّحدة
lv: Amerikas Savienotās Valstis

source: Amazon (UK)
ar: أمازون (المملكة المتحدة)
lv: „Amazon“ (AK)

source: United Kingdom
ar: المملكة المتحدة
lv: Apvienotā Karaliste

source: Amazon (Germany)
ar: أمازون (ألمانيا)
lv: „Amazon“ (Vācija)

source: Germany
ar: ألمانيا
lv: Vācija

source: Amazon (Japan)
ar: أمازون (اليابان)
lv: „Amazon“ (Japāna)

source: Japan
ar: اليابان
lv: Japāna

source: Amazon (France)
ar: أمازون (فرنسا)
lv: „Amazon“ (Francija)

source: France
ar: فرنسا
lv: Francija

source: Amazon (Canada)
ar: أمازون (كندا)
lv: „Amazon“ (Kanāda)

source: Canada
ar: كندا
lv: Kanāda

source: Amazon (China)
ar: أمازون (الصين)
lv: „Amazon“ (Ķīna)

source: China
ar: الصين
lv: Ķīna

source: Amazon (Spain)
ar: أمازون (إسبانيا)
lv: „Amazon“ (Spānija)

source: Spain
ar: أسبانيا
lv: Spānija

source: Amazon (Italy)
ar: أمازون (إيطاليا)
lv: „Amazon“ (Itālija)

source: Italy
ar: إيطاليا
lv: Itālija

source: Amazon (Brazil)
ar: أمازون (البرازيل)
lv: „Amazon“ (Brazīlija)

source: Brazil
ar: البرازيل
lv: Brazīlija

source: Amazon (Australia)
ar: أمازون (أستراليا)
lv: „Amazon“ (Austrālija)

source: Australia
ar: أستراليا
lv: Austrālija

source: Amazon (India)
ar: أمازون (الهند)
lv: „Amazon“ (Indija)

source: India
ar: الهند
lv: Indija

source: Amazon (Mexico)
ar: أمازون (المكسيك)
lv: „Amazon“ (Meksika)

source: Mexico
ar: المكسيك
lv: Meksika

source: Amazon (Turkey)
ar: أمازون (تركيا)
lv: „Amazon“ (Turcija)

source: Turkey
ar: تركيا
lv: Turcija

source: Amazon (Singapore)
ar: أمازون (سنغافورة)
lv: „Amazon“ (Singapūra)

source: Singapore
ar: سنغافورة
lv: Singapūra

source: Amazon (UAE)
ar: أمازون (الإمارات العربية المتحدة)
lv: „Amazon“ (AAE)

source: United Arab Emirates
ar: الإمارات العربية المتحدة
lv: Apvienotie Arābu Emirāti

source: This data is licensed under <a href=%1>specific terms</a>.
ar: تُرخَّص هذه البيانات تحت <a href=%1>شروط مُحدَّدة</a>.
lv: Šie dati ir licencēti ar <a href=%1>specifiskiem noteikumiem</a>.

source: Access to data from Amazon.com requires an AWS Access Key ID and a Secret Key.
ar: يتطلَّب الوصول لبيانات من Amazon.com مُعرِّف مفتاح وصول AWS ومفتاحًا سرّيًا.
lv: Piekļuvei datiem no „Amazon.com“ nepieciešams AWS piekļuves atslēgas ID un slepenā atslēga.

source: Those values must be entered in the data source settings.
ar: يجب إدخال تلك القيم في إعدادات مصدر البيانات.
lv: Šīs vērtības ir jāievada datu avotu iestatījumos.

source: Results from %1: %2/%3
ar: النتائج من %1: %2/%3
lv: Rezultāti no „%1“: %2/%3

source: The cover image could not be loaded.
ar: لا يمكن تحميل صورة الغلاف.
lv: Neizdevās ielādēt vāka attēlu.

source: Amazon Link
ar: وصلة أمازون
lv: „Amazon“ saite

source: Amazon.com Web Services
ar: خدمات ويب لـ Amazon.com

source: Secret key:
ar: المفتاح السري:
lv: Slepenā atslēga:

source: Country:
ar: البلد:
lv: Valsts:

source: Amazon.com provides data from several different localized sites. Choose the one you wish to use for this data source.
ar: يوفر Amazon.com بيانات من عدة مواقع محلية مختلفة. اختر الذي تُريد استعماله لمصدر البيانات هذا.
lv: „Amazon.com“ sniedz datus no vairākām atšķirīgām lokalizētām vietnēm. Izvēlieties vienu, no kuras vēlaties saņemt datus.

source: Medium Image
ar: صورة متوسطة
lv: Vidējs attēls

source: The cover image may be downloaded as well. However, too many large images in the collection may degrade performance.
ar: قد يُحمَّل الغلاف كذلك. ومع ذلك، قد يُقلِّل وجود عدد كبير من الصور الكبيرة في المجموعة من الأداء.
lv: Iespējams lejupielādēt arī vāka attēlu, tomēr pārāk daudz attēlu vienā kolekcijā var samazināt ātrdarbību.

source: &Associate's ID:
ar: معرِّف &الشريك:
lv: &Saistītais ID:

source: The associate's id identifies the person accessing the Amazon.com Web Services, and is included in any links to the Amazon.com site.
ar: يُحدِّد معرِّف الشريك الشخص الذي يصل إلى خدمات ويب Amazon.com، ويُضمَّن في أي وصلات لموقع Amazon.com.
lv: Saistītais ID („associate's id“) identificē personu, kura piekļūst „Amazon.com Web Services“, un ir iekļauts visās saitēs uz „Amazon.com“ vietni.

# Acknowledgment from https://info.arxiv.org/help/api/index.html
source: Thank you to arXiv for use of its open access interoperability.
ar: شكرًا لـ arXiv لاستعمال خاصية التشغيل المتبادل للوصول المفتوح.
lv: Pateicamies „arXiv“ par tā atvērtā koda savietojamības izmantošanu.

source: This source has no options.
ar: هذا المصدر لا يمتلك خيارات.
lv: Šim avotam nav opciju.

source: Colorist
ar: ملون
lv: Kolorists

source: Bedetheque Link
ar: وصلة بيديوتيك
lv: „Bedetheque“ saite

source: ISBN#
ar: ردمك#
lv: ISBN Nr.

source: BoardGameGeek Link
ar: وصلة بورد جيم جيك
lv: „BoardGameGeek“ saite

source: Colnect Link
ar: وصلة كولنكت
lv: „Colnect“ saite

source: Mintage
ar: نقش العملة
lv: Monētu kalšana

# Stanley Gibbons stamp catalog code
source: Stanley Gibbons
ar: ستانلي جيبونز

# Michel stamp catalog code
source: Michel
ar: ميشيل

source: PEGI Rating
ar: تقييم PEGI
lv: PEGI reitings

source: Language:
ar: اللغة:
lv: Valoda:

source: Country code:
ar: رمز الدولة:
lv: Valsts kods:

source: Comic Vine Link
ar: وصلة كوميك فاين
lv: „Comic Vine“ saite

source: Source Options
ar: خيارات المصدر
lv: Avots opcijas

source: Available Fields
ar: الحقول المتاحة
lv: Pieejamie lauki

source: %1 requires a username and password.
ar: يتطلَّب %1 اسم مُستخدِم وكلمة مرور.
lv: „%1“ pieprasa lietotājvārdu un paroli.

source: &Username:
ar: ا&سم المستخدم:
lv: &Lietotājvārds:

source: A username and password is required to access the CrossRef service.
ar: يُطلَب اسم مُستخدِم وكلمة مرور للوصول إلى خدمة CrossRef.
lv: Lai piekļūtu „CrossRef“ servisam, nepieciešams lietotājvārds un parole.

source: &Password:
ar: &كلمة السر:
lv: &Parole:

source: For some accounts, only an email address is required.
ar: لبعض الحسابات، يُطلَب عنوان بريد إلكتروني فقط.
lv: Dažiem kontiem ir nepieciešama e-pasta adrese.

source: Email:
ar: البريد الإلكترونيّ:
lv: E-pasta adrese:

source: Danish Bibliographic Center (DBC.dk)
ar: المركز الببليوغرافي الدنماركي (DBC.dk)
lv: Dānijas bibliogrāfiskais centrs (DBC.dk)

source: An access key is required to use this data source.
ar: يُطلَب مفتاح وصول لاستعمال مصدر البيانات هذا.
lv: Šī datu avota izmantošanai nepieciešama piekļuves atslēga.

source: Discogs Link
ar: وصلة ديسكوغس
lv: „Discogs“ saite

source: Barcode
ar: رمز شريطي
lv: Svītrkods

source: Catalog Number
ar: رقم الدليل
lv: Kataloga numurs

source: The Discogs.com server reports a token error.
ar: خادوم Discogs.com يبلغ عن خطأ في الوثيقة.
lv: „Discogs.com“ serveris ziņo par marķiera kļūdu.

source: Tracks (Disc %1)
ar: المسارات (قرص %1)
lv: Celiņi (%1. disks)

source: Discogs Audio Search
ar: بحث صوتيات ديسكوغس
lv: „Discogs“ audio meklēšana

source: User token:
ar: وثيقة المستخدِم:
lv: Lietotāja marķieris:

source: Original Title
ar: العنوان الأصلي
lv: Sākotnējais nosaukums

source: Douban Link
ar: وصلة دوبان
lv: „Douban“ saite

source: DVDFr Link
ar: وصلة DVDFr
lv: „DVDFr“ saite

source: Alternative Titles
ar: عناوين بديلة
lv: Alternatīvie nosaukumi

source: Entrez Database
ar: قاعدة بيانات إنتريز
lv: „Entrez“ datubāze

source: Institution
ar: المؤسّسة
lv: Institūcija

source: External Application
ar: تطبيق خارجي
lv: Ārējā programma

source: Set the collection type of the data returned from the external application.
ar: اضبط نوع مجموعة البيانات المُعادة من التطبيق الخارجي.
lv: Nosakiet datu kolekcijas tipu, kas ir atgriezts no ārējas programmas.

source: &Result type:
ar: نوع &النتيجة:
lv: &Rezultāta tips:

source: Set the result type of the data returned from the external application.
ar: اضبط نوع نتيجة البيانات المُعادة من التطبيق الخارجي.
lv: Nosakiet no ārējās programmas atgriezto datu tipu.

source: Application &path:
ar: &مسار التطبيق:
lv: Programmas &ceļš:

source: Set the path of the application to run that should output a valid Tellico data file.
ar: اضبط مسار التطبيق الذي يُشغَّل والذي يجب أن يُخرِج ملف بيانات تلكو صحيح.
lv: Norādiet ceļu uz programmu, ko palaist un kas izvadīs derīgu „Tellico“ datni.

source: Select the search keys supported by the data source.
ar: اختر مفاتيح البحث المدعومة من مصدر البيانات.
lv: Nosakiet datu avota izmantotās meklēšanas atslēgas.

source: Add any arguments that may be needed. <b>%1</b> will be replaced by the search term.
ar: أضِف أي وسائط قد تُطلَب. سيُستبدَل <b>%1</b> بعبارة البحث.
lv: Pievienojiet jebkādus parametrus, kas var būt nepieciešami. <b>%1</b> būs aizstāts ar meklēšanas terminu.

source: Arguments
ar: المعطيات
lv: Parametri

source: Update
ar: حدّث
lv: Atjaunināt

source: <p>Enter the arguments which should be used to search for available updates to an entry.</p><p>The format is the same as for fields with derived values, where field names are contained inside braces, such as <i>%{author}</i>. See the documentation for details.</p>
ar: <p>أدخِل الوسائط التي يجب استعمالها للبحث عن تحديثات متوفرة لمدخل.</p><p>التهيئة هي نفسها للحقول ذات القيم المشتقة، حيث تُحتوى أسماء الحقول داخل أقواس، مثل <i>%{author}</i>. انظر الدليل للتفاصيل.</p>
lv: <p>Ievadiet argumentus, kas ir izmantojami, lai meklētu pieejamos ieraksta atjauninājumus.</p><p>Formāts ir tāds pats, kāds laukiem ar atvasinātām vērtībām, kur lauka nosaukums atrodas iekavās, piemēram, <i>%{author}</i>. Vairāk varat uzzināt dokumentācijā.</p>

source: %1 does not allow searching for this collection type.
ar: لا يسمح %1 بالبحث عن نوع المجموعة هذا.
lv: „%1“ neļauj meklēt šādu kolekcijas tipu.

source: Person
ar: الشّخص
lv: Persona

source: ISBN
ar: ردمك:

source: Keyword
ar: الكلمات المفتاحيّة
lv: Atslēgvārds

source: arXiv ID
ar: معرِّف arXiv

source: PubMed ID
ar: معرِّف PubMed

source: Raw Query
ar: استعلام خام
lv: Neapstrādāts vaicājums

source: FilmAffinity Link
ar: وصلة فيلم أفينيتي
lv: „FilmAffinity“ saite

source: &Maximum cast:
ar: أقصى &طاقم ممثلين:
lv: &Maksimālais lomu skaits:

source: The list of cast members may include many people. Set the maximum number returned from the search.
ar: قد تشتمل قائمة أعضاء طاقم الممثلين على العديد من الأشخاص. اضبط العدد الأقصى المُعاد من البحث.
lv: Lomu sarakstu var veidot daudz cilvēku. Nosakiet maksimālo skaitu, ko atgriezīs meklēšana.

source: Filmaster Link
ar: وصلة فيلم ماستر
lv: „Filmaster“ saite

source: Gaming History Link
ar: وصلة تاريخ الألعاب
lv: „Gaming History“ saite

source: GCstar Plugin
ar: مُلحَقة GCstar
lv: „GCstar“ spraudnis

source: Set the collection type of the data returned from the plugin.
ar: اضبط نوع مجموعة البيانات المُعادة من الملحقة.
lv: Norādiet spraudņa atgriezto datu kolekcijas veidu.

source: &Plugin:
ar: ال&ملحقة:
lv: &Spraudnis:

source: Select the GCstar plugin used for the data source.
ar: اختر ملحقة GCstar المستعملة لمصدر البيانات.
lv: Atlasiet „GCstar“ spraudni, ko izmantot datu avotam.

source: Author:
ar: المؤلف:
lv: Autors:

source: GiantBomb Link
ar: وصلة جاينت بومب
lv: „GiantBomb“ saite

source: Google Book Link
ar: وصلة كتب جوجل
lv: „Google Book“ saite

source: Google Book Search
ar: بحث كتب جوجل
lv: „Google Book“ meklēšana

source: Illustrator
ar: الرسام التوضيحي
lv: Ilustrators

# Dewey Decimal classification system
source: Dewey Decimal
ar: ديوي العشري

# Library of Congress classification system
source: LoC Classification
ar: تصنيف مكتبة الكونغرس
lv: Kongresa bibliotēkas klasifikācija

source: Internet Bookshop (ibs.it)
ar: مكتبة الإنترنت (ibs.it)
lv: Interneta grāmatveikals (ibs.it)

source: IGDB Link
ar: وصلة IGDB
lv: IGDB saite

source: Internet Game Database (IGDB.com)
ar: قاعدة بيانات ألعاب الإنترنت (IGDB.com)

source: Screenshot
ar: لقطة شاشة
lv: Ekrānattēls

source: IMDb Rating
ar: تقييم IMDb
lv: IMDb reitings

source: Internet Movie Database
ar: قاعدة بيانات الإنترنت للأفلام

source: IMDb Link
ar: وصلة IMDb
lv: IMDb saite

source: Certifications
ar: الشهادات
lv: Sertifikācijas

source: Episodes
ar: الحلقات
lv: Epizodes

source: Locale
ar: المحلية
lv: Lokāle

source: Use system locale
ar: استخدم محليّة النّظام
lv: Izmantot sistēmas lokāli

source: Use custom locale
ar: استعمل لغة مخصصة
lv: Izmantot pielāgotu lokāli

source: Dewey Decimal
ar: ديوي العشري

source: Enable batch ISBN searching (requires Premium or Pro plan)
ar: مكِّن البحث الدفعي لـ ISBN (يتطلَّب خطة متميزة أو احترافية)
lv: Ieslēgt ISBN sērijveida meklēšanu (nepieciešamas „Premium“ vai „Pro“ plāns)

source: Batch searching for ISBN values is faster but only available for Premium or Pro plans.
ar: البحث الدفعي لقيم ISBN أسرع لكنه متوفر فقط لخطط متميزة أو احترافية.
lv: ISBN vērtību sērijveida meklēšana ir ātrāka, bet pieejama tikai „Premium“ un „Pro“ plāniem.

source: ISFDB Link
ar: وصلة ISFDB

source: iTunes Link
ar: وصلة آيتونز
lv: „iTunes“ saite

source: KinoPoisk Link
ar: وصلة كينو بويسك
lv: „KinoPoisk“ saite

source: Kino-Teatr Link
ar: وصلة كينو - تياتر
lv: „Kino-Teatr“ saite

source: The rate limit has been exceeded.
ar: حُدَّت النسبة.

source: Metron Link
ar: وصلة مترون

source: Please enter your Metron username and password
ar: رجاءً أدخِل اسم المُستخدِم وكلمة المرور الخاصة بك في مترون

source: Registration is required to use this data source.
ar: يُطلَب تسجيل لاستعمال مصدر البيانات هذا.

source: MobyGames Link
ar: وصلة موبي جيمز
lv: „MobyGames“ saite

source: MovieMeter Link
ar: رابط موفي ميتر
lv: „MovieMeter“ saite

source: Multiple Sources
ar: مصادر متعددة
lv: Vairāki avoti

source: Data source:
ar: مصدر البيانات:
lv: Datu avots:

source: Numista Link
ar: رابط نوميستا
lv: „Numista“ saite

# Standard catalog of world coins number
source: Krause-Mishler
ar: كراوز-ميشلر

source: Numista (%1)
ar: نوميستا (%1)

source: Tellico is unable to read the search description in the OPDS catalog.
ar: تلكو غير قادر على قراءة وصف البحث في فهرس OPDS.
lv: „Tellico“ neizdodas nolasīt OPDS kataloga meklēšanas aprakstu

source: OPDS Catalog
ar: فهرس OPDS
lv: OPDS katalogs

source: Catalog:
ar: الدليل:
lv: Katalogs:

source: Enter the link to the OPDS server.
ar: أدخل رابط خادم OPDS.
lv: Ievadiet saiti uz OPDS serveri.

source: &Verify Catalog
ar: ت&حقق من الفهرس
lv: &Pārbaudīt katalogu

source: OpenLibrary Link
ar: رابط المكتبة المفتوحة
lv: „OpenLibrary“ saite

source: RPGGeek Link
ar: رابط آر بي جي جيك
lv: „RPGGeek“ saite

source: Library of Congress (US)
ar: مكتبة الكونغرس (الولايات المتحدة)
lv: Kongresa bibliotēka (ASV)

source: SRU Server
ar: خادم SRU
lv: SRU serveris

source: Scheme:
ar: المخطّط:
lv: Shēma:

source: Enter the path to the database used by the server.
ar: أدخل مسار قاعدة البيانات التي يستعملها الخادم.
lv: Ievadiet ceļu līdz servera izmantotajai datubāzei.

source: Hos&t:
ar: ال&مضيف:
lv: Resurs&dators:

source: Enter the host name of the server.
ar: أدخل اسم مضيف الخادم.
lv: Ievadiet servera resursdatora nosaukumu.

source: &Port:
ar: الم&نفذ:
lv: &Ports:

source: Enter the port number of the server. The default is %1.
ar: أدخل رقم منفذ الخادم. المنفذ المبدئي هو %1.
lv: Ievadiet servera porta numuru. Noklusējums ir %1.

source: Path:
ar: المسار:
lv: Ceļš:

source: Format:
ar: التنسيق:
lv: Formāts:

source: Enter the result format used by the server.
ar: أدخل تنسيق النتائج الذي يستعمله الخادم.
lv: Ievadiet servera izmantot rezultātu formātu.

source: Field
ar: الحقل
lv: Lauks

source: TMDb Link
ar: رابط TMDb
lv: „TMDb“ saite

source: Network
ar: الشبكة
lv: Tīkls

source: TheMovieDB (%1)
ar: قاعدة بيانات الأفلام (%1)

source: TheTVDB Link
ar: رابط TheTVDB
lv: „TheTVDB“ saite

source: Subscriber PIN:
ar: الرقم السري (PIN) للمشترك:
lv: Abonementa PIN:

source: VGCollect Link
ar: رابط في جي كولكت
lv: „VGCollect“ saite

source: VideoGameGeek Link
ar: رابط فيديو جيم جيك
lv: „VideoGameGeek“ saite

source: Alias
ar: الاختصار
lv: Cits nosaukums

source: Visual Novel
ar: رواية مرئية
lv: Grafiskais romāns

source: Query error!
ar: خطأ في الاستعلام!
lv: Vaicājuma kļūda!

source: Connection search error %1: %2
ar: خطأ في البحث عن الاتصال %1: %2
lv: Savienojuma meklēšanas kļūda %1: %2

source: Record syntax error
ar: خطأ في صياغة السجل
lv: Ieraksta sintakses kļūda

source: Connection error %1: %2
ar: خطأ في الاتّصال %1: %2
lv: Savienojuma kļūda %1: %2

source: z39.50 Server
ar: خادم z39.50
lv: „z39.50“ serveris

source: Use preset &server:
ar: استخدم الخادم ال&معدّ مسبقًا:
lv: Izmantot priekšiestatītu &serveri:

source: &Database:
ar: &قاعدة بيانات:
lv: &Datubāze:

source: Enter the database name used by the server.
ar: أدخل اسم قاعدة البيانات التي يستعملها الخادم.
lv: Ievadiet servera izmantotās datubāzes nosaukumu.

source: Query character set:
ar: مجموعة أحرف الاستعلام:
lv: Vaicāt rakstzīmju kopu:

source: Enter the character set encoding used for queries by the z39.50 server. The most likely choice is MARC-8, although ISO-8859-1 is common as well.
ar: أدخل ترميز مجموعة الأحرف المستعمَل للاستعلامات من قبل خادم z39.50. الخيار الأكثر احتمالاً هو MARC-8، رغم أن ISO-8859-1 شائع كذلك.
lv: Ievadiet rakstzīmju kopas kodējumu, ko izmantot „z39.50“ servera vaicājumiem. Visbiežāk tā ir MARC-8, lai gan samērā bieži tiek izmantota arī ISO-8859-1.

source: Results character set:
ar: مجموعة أحرف النتائج:
lv: Rezultātu rakstzīmju kopa:

source: Enter the character set encoding used for responses by the z39.50 server. The most likely choice is MARC-8, although ISO-8859-1 is common as well.
ar: أدخل ترميز مجموعة الأحرف المستعمَل للاستجابات من قبل خادم z39.50. الخيار الأكثر احتمالاً هو MARC-8، رغم أن ISO-8859-1 شائع كذلك.
lv: Ievadiet rakstzīmju kopas kodējumu, ko izmantot „z39.50“ servera atbildēm. Visbiežāk tā ir MARC-8, lai gan samērā bieži tiek izmantota arī ISO-8859-1.

source: &Format:
ar: ال&تنسيق:
lv: &Formāts:

source: Auto-detect
ar: اكتشف آليًّا
lv: Noteikt automātiski

source: Enter the data format used by the z39.50 server. Tellico will attempt to automatically detect the best setting if <i>auto-detect</i> is selected.
ar: أدخل تنسيق البيانات الذي يستعمله خادم z39.50. ستحاول تلكو كشف الإعداد الأفضل آليًا إذا اختير <i>كشف آلي</i>.
lv: Ievadiet „z39.50“ servera lietoto datuma formātu. Ja atzīmējat <i>Noteikt automātiski</i>, „Tellico“ mēģinās pats uzminēt piemērotāko iestatījumu.

source: &User:
ar: ال&مستخدم:
lv: &Lietotājs:

source: Optional
ar: اختياري
lv: Neobligāts

source: Enter the authentication user name used by the z39.50 database. Most servers do not need one.
ar: أدخل اسم المستخدِم للاستيثاق الذي تستعمله قاعدة بيانات z39.50. لا يحتاج معظم الخوادم إلى واحد.
lv: Ievadiet autentifikācijas lietotājvārdu „z39.50“ datubāzei. Lielākajai daļai serveru tas nav vajadzīgs.

source: Pass&word:
ar: &كلمة السر:
lv: &Parole:

source: Enter the authentication password used by the z39.50 database. Most servers do not need one. The password will be saved in plain text in the Tellico configuration file.
ar: أدخل كلمة السر للاستيثاق التي تستعملها قاعدة بيانات z39.50. لا يحتاج معظم الخوادم إلى واحدة. ستحفظ كلمة السر كنص عادي في ملف إعدادات تلكو.
lv: Ievadiet autentifikācijas paroli „z39.50“ datubāzei. Lielākajai daļai serveru tā nav vajadzīga. Parole būs saglabāta kā vienkāršs teksts „Tellico“ konfigurācijas datnē.

source: Internet Search
ar: البحث في الشابكة
lv: Meklēšana internetā

source: Search Query
ar: استعلام البحث
lv: Meklēšanas vaicājums

# Start the search
source: S&earch:
ar: اب&حث:
lv: M&eklēt:

source: Enter a search value. An ISBN search must include the full ISBN.
ar: أدخل قيمة بحث. يجب أن يشمل بحث ISBN رقم ISBN الكامل.
lv: Ievadiet meklēšanas vērtību. ISBN meklēšanai ir jāsatur pilns ISBN.

source: Choose the type of search
ar: اختر نوع البحث
lv: Izvēlieties meklēšanas tipu

source: &Stop
ar: أو&قِف
lv: &Apturēt

source: Click to start or stop the search
ar: انقر لبدء البحث أو إيقافه
lv: Klikšķiniet, lai sāktu vai apturētu meklēšanu

source: &Search
ar: ا&بحث
lv: &Meklēt

source: &Multiple ISBN/UPC search
ar: بحث لـ &ISBN/UPC متعدد
lv: &Vairāku ISBN/UPC meklēšana

source: Check this box to search for multiple ISBN or UPC values.
ar: علِّم على هذا المربع للبحث عن قيم ISBN أو UPC متعددة.
lv: Atzīmējiet šo lauciņu, lai meklētu vairākas ISBN vai UPC vērtības.

source: Edit ISBN/UPC values...
ar: حرّر قيم ISBN/UPC...
lv: Rediģēt ISBN/UPC vērtības...

source: Click to open a text edit box for entering or editing multiple ISBN or UPC values.
ar: انقر لفتح مربع تحرير نصي لإدخال أو تحرير قيم ISBN أو UPC متعددة.
lv: Klikšķiniet, lai atvērtu lodziņu un ievadītu vairākas ISBN vai UPC vērtības.

source: Search s&ource:
ar: &مصدر البحث:
lv: Meklēšanas a&vots:

source: Select the database to search
ar: اختر قاعدة البيانات للبحث
lv: Atlasiet datubāzi, kurā meklēt

source: Source
ar: المصدر
lv: Avots

source: As results are found, they are added to this list. Selecting one will fetch the complete entry and show it in the view below.
ar: كلما عُثر على نتائج، تضاف إلى هذه القائمة. اختيار نتيجة ما يجلب الإدخال الكامل ويظهره في العرض أدناه.
lv: Atrodot rezultātu, tas ir pievienots sarakstam. Atlasiet kādu no tiem, lai saņemtu pilnu ierakstu un to redzētu zemāk esošajā skatā.

source: An entry may be shown here before adding it to the current collection by selecting it in the list above
ar: قد يظهر إدخال هنا قبل إضافته إلى التشكيلة الحالية باختياره في القائمة أعلاه
lv: Te varat apskatīt ierakstu pirms tā pievienošanas kolekcijai, atlasot to augstāk esošajā sarakstā.

source: &Add Entry
ar: أ&ضف مدخلة
lv: &Pievienot ierakstu

source: Add the selected entry to the current collection
ar: أضف الإدخال المختار إلى التشكيلة الحالية
lv: Pievienot atlasīto ierakstu pašreizējai kolekcijai

source: Get More Results
ar: احصل على المزيد من النتائج
lv: Iegūt vairāk rezultātu

source: Fetch more results from the current data source
ar: اجلب المزيد من النتائج من مصدر البيانات الحالي
lv: Saņemt vairāk rezultātu no atlasītā datu avota

source: Clear all search fields and results
ar: امسح جميع حقول البحث والنتائج
lv: Notīrīt visus meklēšanas laukus un rezultātus

source: Cancelling the search...
ar: ألغِ البحث...
lv: Atceļ meklēšanu...

source: Searching...
ar: يبحث...
lv: Meklē...

source: The search returned no items.
ar: البحث أعاد لا عناصر.
lv: Meklēšana neko neatrada.

source: The search returned 1 item.
ar: البحث أعاد عنصرًا واحدًا.
lv: Meklēšana atrada %1 vienumu.

source: No results were found for the following ISBN values:
ar: لا نتائج عثر عليها لقيم ISBN التالية:
lv: Šīm ISBN vērtībām rezultāti nav atrasti:

source: No Results
ar: لا نتائج
lv: Nav rezultātu

source: Fetching %1...
ar: يجلب %1...
lv: Saņem %1...

source: Attribution
ar: العزو
lv: Attiecināšana

source: No Internet sources are available for your current collection type.
ar: لا مصادر إنترنت متوفرة لنوع تشكيلتك الحالية.
lv: Pašreizējam kolekcijas tipam nav pieejams neviens interneta resurss.

source: Edit ISBN/UPC Values
ar: حرّر قيم ISBN/UPC
lv: Rediģēt ISBN/UPC vērtības

source: <qt>Enter the ISBN or UPC values, one per line.</qt>
ar: <qt>أدخل قيم ISBN أو UPC، قيمة واحدة لكل سطر.</qt>
lv: <qt>Ievadiet ISBN vai UPC vērtības — vienu vērtību rindiņā.</qt>

source: &Load From File...
ar: &حمّل من ملفّ...
lv: &Ielādēt no datnes...

source: <qt>Load the list from a text file.</qt>
ar: <qt>حمّل القائمة من ملف نصي.</qt>
lv: <qt>Ielādēt sarakstu no teksta datnes.</qt>

source: <qt>An ISBN search can contain a maximum of 100 ISBN values. Only the first 100 values in your list will be used.</qt>
ar: <qt>قد يشتمل بحث ISBN على 100 قيمة ISBN كحد أقصى. فقط أول 100 قيمة في قائمتك ستستعمل.</qt>
lv: <qt>ISBN meklēšana var saturēt līdz 100 ISBN vērtībām, tāpēc meklēšana izmantos tikai pirmās 100 vērtības.</qt>

source: Data Source Properties
ar: خصائص مصدر البيانات
lv: Datu avota īpašības
